[
    {
        "id": 68,
        "deleted": false,
        "updateDate": "2018-10-21T03:18:50.539Z",
        "createDate": "2018-10-21T03:18:50.539Z",
        "name": "PopTag",
        "description": "[\"questions\", \"#F4FA58\", \"null\", \"null\", \"null\"]",
        "image": {
            "id": 450,
            "deleted": false,
            "updateDate": "2018-10-21T03:18:37.542Z",
            "createDate": "2018-10-21T03:18:37.542Z",
            "url": "https://s3.us-east-2.amazonaws.com/chalet2/poptag/images/chromes/poptag.png"
        },
        "users": [],
        "challenges": [
            {
                "id": 0,
                "description": "Would you rather be able to see 10 minutes into your own future or 10 minutes into the future of anyone but yourself?",
                "responses": ["Into my future", "anyones future including all celebrities", "My future, since I love spoilers I can see the outcome of small things like a first date"]
              },
              {
                "id": 1,
                "description": "Would you rather be famous when you are alive and forgotten when you die or unknown when you are alive but famous after you die?",
                "responses": ["Obviously famous while alive","Alive","Alive"]
              },
              {
                "id": 2,
                "description": "Would you rather go to jail for 4 years for something you didn't do or get away with something horrible you did but always live in fear of being caught?",
                "responses": ["I wouldn't last in jail", "Jail cause it's like 5% of your life vs 100%", "Get away with it"]
              },
              {
                "id": 3,
                "description": "Would you rather accidentally be responsible for the death of a child or accidentally be responsible for the deaths of three adults?",
                "responses": ["Three adults", "I feel like a child would be way more scarring", "If all humans are equal, one person is better than 3 families"]
              },
              {
                "id": 4,
                "description": "Would you rather your shirts be always two sizes too big or one size too small?",
                "responses": ["Too big", "Too small, looks fine on good physique", "Too big more comfortable"]
              },
              {
                "id": 5,
                "description": "Would you rather live in the wilderness far from civilization or live on the streets of a city as a homeless person?",
                "responses": ["Wilderness", "Rather live in the woods", "In the wilderness"]
              },
              {
                "id": 6,
                "description": "Would you rather the general public think you are a horrible person but your family be very proud of you or your family think you are a horrible person but the general public be very proud of you?",
                "responses": ["General public, social media would kill me", "Proud family", "Rather family be proud"]
              },
              {
                "id": 7,
                "description": "Would you rather live your entire life in a virtual reality where all your wishes are granted or in the real world?",
                "responses": ["VR world would be awesome.", "Real world", "The world"]
              },
              {
                "id": 8,
                "description": "Would you rather be alone for the rest of your life or always be surrounded by annoying people?",
                "responses": ["Alone.", "I'd rather be by myself, or I might kill myself", "Alone for the rest of my life"]
              },
              {
                "id": 9,
                "description": "Would you rather never use social media sites / apps again or never watch another movie or TV show?",
                "responses": ["Social media", "Probably social media", "Bye twitter"]
              },
              {
                "id": 10,
                "description": "Would you rather have an easy job working for someone else or work for yourself but work incredibly hard?",
                "responses": ["Easy job please! Entrepreneurship overrated", "Work for myself on what my passions are", "Myself"]
              },
              {
                "id": 11,
                "description": "Would you rather be the first person to explore a planet or be the inventor of a drug that cures a deadly disease?",
                "responses": ["Elon daddy will send ya boi to mars", "new planet", "I would cure the disease. It's just selfish vs selfless.. 🦁"]
              },
              {
                "id": 12,
                "description": "Would you rather have a horrible short term memory or a horrible long term memory?",
                "responses": ["Long term. Otherwise everyday will be a struggle", "I already have bad long term memory 😂", "Short term, remember the memories"]
              },
              {
                "id": 13,
                "description": "Would you rather be completely invisible for one day or be able to fly for one day?",
                "responses": ["Fly, more memorable", "Fly", "Fly"]
              },
              {
                "id": 14,
                "description": "Would you rather be locked in a room that is constantly dark for a week or a room that is constantly bright for a week?",
                "responses": ["Dark", "dark", "Easier to sleep when it's dark, bright would be torture"]
              },
              {
                "id": 15,
                "description": "Would you rather be poor but help people or become incredibly rich by hurting people?",
                "responses": ["Poor & help people 💓", "Poor it's not worth hurting people for money.", "Be poor"]
              },
              {
                "id": 16,
                "description": "Would you rather live without the internet or live without AC and heating?",
                "responses": ["AC", "Ac and heating", "AC I'll Strip Naked IDGAF"]
              },
              {
                "id": 17,
                "description": "Would you rather have a horrible job, but be able to retire comfortably in 10 years or have your dream job, but have to work until the day you die?",
                "responses": ["Do what you love and you never work a day in your life", "Retire in 10", "Retire"]
              },
              {
                "id": 18,
                "description": "Would you rather find your true love or a suitcase with five million dollars inside?",
                "responses": ["True love is not real fam", "😢", "5 million dollars are you dumb! That can buy me love! come on!"]
              },
              {
                "id": 19,
                "description": "Would you rather be able to teleport anywhere or be able to read minds?",
                "responses": ["Bruh", "Teleport", "Reading Minds would ruin a lot of stuff"]
              },
              {
                "id": 20,
                "description": "Would you rather die in 20 years with no regrets or die in 50 years with many regrets?",
                "responses": ["20 years", "50 years", "50"]
              },
              {
                "id": 21,
                "description": "Would you rather be feared by all or loved by all?",
                "responses": ["There's no point in everyone loving you. Just the ones closest so Feared", "FEAR BY ALL", "❤️"]
              },
              {
                "id": 22,
                "description": "Would you rather know when you are going to die or how you are going to die? (You can't change the time or method of your death.)",
                "responses": ["When, you can do more stuff before dying", "When", "When you are going to die"]
              },
              {
                "id": 23,
                "description": "Would you rather be transported permanently 500 years into the future or 500 years into the past?",
                "responses": ["FUTURE IM NOT TRYNA DO FARMING BRUHHH", "Future", "Past and invent dope sht"]
              },
              {
                "id": 24,
                "description": "Would you rather never be able to use a touchscreen or never use a keyboard and mouse?",
                "responses": ["Keyboard and mouse will be obselete soon", "A touchscreen could be a keyboard", "Keyboard"]
              },
              {
                "id": 25,
                "description": "Would you rather be able to control fire or water?",
                "responses": ["Water and liquids", "Fire 🔥", "WATER"]
              },
              {
                "id": 26,
                "description": "Would you rather have everything you eat be too salty or not salty enough no matter how much salt you add?",
                "responses": ["Fam, salt will kill you", "Not salty", "Not salty enough"]
              },
              {
                "id": 27,
                "description": "Would you rather have hands that kept growing as you got older or feet that kept growing as you got older?",
                "responses": ["Feet..", "wtf", "Feet, hands would be so in the way"]
              },
              {
                "id": 28,
                "description": "Would you rather have unlimited sushi for life or unlimited tacos for life? (both are amazingly delicious and can be any type of sushi / taco you want)",
                "responses": ["Sushi", "🌮", "Tacos! 🌮 🇲🇽"]
              },
              {
                "id": 29,
                "description": "Would you rather be unable to use search engines or unable to use social media?",
                "responses": ["Search enginers", "F Google", "I'd rather give up search engines."]
              },
              {
                "id": 30,
                "description": "Would you rather give up bathing for a month or give up the internet for a month?",
                "responses": ["That's freaking gross.", "You could still use deoderant and stuff so bathing", "internet obv"]
              },
              {
                "id": 31,
                "description": "Would you rather donate your body to science or donate your organs to people who need them?",
                "responses": ["Someone in need", "People that need them", "People"]
              },
              {
                "id": 32,
                "description": "Would you rather go back to age 5 with everything you know now or know now everything your future self will learn?",
                "responses": ["BACK to age 5, you could become extremely rich", "Back to age 5, live longer", "Future"]
              },
              {
                "id": 33,
                "description": "Would you rather relive the same day for 365 days or lose a year of your life?",
                "responses": ["Lose a year", "Lose", "lose a year of my life"]
              },
              {
                "id": 34,
                "description": "Would you rather have a golden voice or a silver tongue?",
                "responses": ["What", "I wish that tongue did some things u know what i mean", "Golden Voice"]
              },
              {
                "id": 35,
                "description": "Would you rather be able to control animals (but not humans) with your mind or control electronics with your mind?",
                "responses": ["Animals!", "Electronics would be soooo sick", "Animals"]
              },
              {
                "id": 36,
                "description": "Would you rather suddenly be elected a senator or suddenly become a CEO of a major company.",
                "responses": ["CEO", "Tech ceo", "CEO"]
              },
              {
                "id": 37,
                "description": "Would you rather sell all of your possessions or sell one of your organs?",
                "responses": ["Sell possessions", "Sell my possesions and become a minimalist", "All my stuff."]
              },
              {
                "id": 38,
                "description": "Would you rather lose all of your memories from birth to now or lose your ability to make new long term memories?",
                "responses": ["All memories from birth", "I mean...", "If you can lose memories from birth and still know yourself"]
              },
              {
                "id": 39,
                "description": "Would you rather be infamous in history books or be forgotten after your death?",
                "responses": ["Forgotten what does it matter I am dead .", "INfamous", "Might as well be forgotten, right?"]
              },
              {
                "id": 40,
                "description": "Would you rather never have to work again or never have to sleep again (you won't feel tired or suffer negative health effects)?",
                "responses": ["Never Work again", "Work", "Never go to work again!!!!!!!!!!!"]
              },
              {
                "id": 41,
                "description": "Would you rather be beautiful / handsome but stupid or intelligent but ugly?",
                "responses": ["Honestly idk", "I'm already ugly", "Beauty is pretty much everything these days"]
              },
              {
                "id": 42,
                "description": "Would you rather get one free round trip international plane ticket every year or fly domestic anytime for free?",
                "responses": ["Int'l", "One trip every year, who has time to fly domestic all the time?", "One trip a year"]
              },
              {
                "id": 43,
                "description": "Would you rather be balding but fit or overweight with a full head of hair?",
                "responses": ["I'm black so I can do bald", "Bald", "Balding and jacked"]
              },
              {
                "id": 44,
                "description": "Would you rather be fluent in all languages and never be able to travel or travel anywhere for a year but never learn a word of a different language?",
                "responses": ["Fluent in all languages for the rest of my life", "Travel", "Travel the world for a year"]
              },
              {
                "id": 45,
                "description": "Would you rather have an unlimited international first class ticket or never have to pay for food at restaurants?",
                "responses": ["FREE FOOD is everyone's dream if their sane.", "Unlimited. You'd have to sit down to eat every time that's many hours at dinner.", "Never pay at restaurants"]
              },
              {
                "id": 46,
                "description": "Would you rather see what was behind every closed door or guess the combination of every safe on the first try?",
                "responses": ["See behind every closed door.", "See through doors", "I'd rather see behind a closed door."]
              },
              {
                "id": 47,
                "description": "Would you rather live in virtual reality where you are all powerful or live in the real world and be able to go anywhere but not interact with anyone or anything?",
                "responses": ["All powerful VR and live like a king in VR!", "GO anywhere instantly", "All powerful in a VR world #cheatcodes"]
              },
              {
                "id": 48,
                "description": "Would you rather never be able to eat meat or never be able to eat vegetables?",
                "responses": ["HAHA", "Easiest one so far.", "Never eat veggies."]
              },
              {
                "id": 49,
                "description": "Would you rather give up watching TV / movies for a year or give up playing games for a year?",
                "responses": ["Playing games, I don't play games.", "Give Up Gaming", "Playing games for a year"]
              },
              {
                "id": 50,
                "description": "Would you rather always be able to see 5 minutes into the future or always see 100 years into the future?",
                "responses": ["100 years into the future would be trippy asf bro. Let's do it", "5 minutes would be better, once u see 100 years once its boring.", "100 years! Crazyness!"]
              },
              {
                "id": 51,
                "description": "Would you rather super sensitive taste or super sensitive hearing?",
                "responses": ["oh wow. Taste", "hearing and wear Noise cancelling headphones", "Rather have sensitive Taste"]
              },
              {
                "id": 52,
                "description": "Would you rather be a practicing doctor or a medical researcher?",
                "responses": ["Doctor can have more immediate impact", "Dr. Perez", "Researcher that finds the cure for cancer."]
              },
              {
                "id": 53,
                "description": "Would you rather be married to a 10 with a bad personality or a 6 with an amazing personality?",
                "responses": ["6 over the 10", "A 10 personality is the 10 that matters", "6 and then cheat on him constantly"]
              },
              {
                "id": 54,
                "description": "Would you rather never be able to drink sodas like coke again or only be able to drink sodas and nothing else?",
                "responses": ["Never drink soda, alcohol is still on the table", "Only drink sodas tehre are many of them.", "Dude. You need water to live. Never drink soda."]
              },
              {
                "id": 55,
                "description": "Would you rather have amazingly fast typing / texting speed or be able to read ridiculously fast?",
                "responses": ["Fast texting", "Reading fast would be only good for school", "Fast reading!! 📚"]
              },
              {
                "id": 56,
                "description": "Would you rather know the history of every object you touched or be able to talk to animals?",
                "responses": ["History of every object", "Talking to animals!!!!!!!!!!!!!", "Rather speak to animals"]
              },
              {
                "id": 57,
                "description": "Would you rather have constantly dry eyes or a constant runny nose?",
                "responses": ["neither f-k that", "lol", "Dry eyes"]
              },
              {
                "id": 58,
                "description": "Would you rather be a famous director or a famous actor?",
                "responses": ["Actor. Gets paid more.", "Actor.", "I would rather be a famous actor"]
              },
              {
                "id": 59,
                "description": "Would you rather not be able to open any closed doors (locked or unlocked) or not be able to close any open doors?",
                "responses": ["Not be able to Close the open doors", "Rather be able to open doors.. otherwise thats messed up", "Close"]
              },
              {
                "id": 60,
                "description": "Would you rather give up all drinks except for water or give up eating anything that was cooked in an oven?",
                "responses": ["Give up. All drinks except water", "I would give up what's cooked in an oven still have options", "Give up drinks? Maybe?"]
              },
              {
                "id": 61,
                "description": "Would you rather be constantly tired no matter how much you sleep or constantly hungry no matter what you eat?",
                "responses": ["Constantly tired", "Always hungry", "Hungry"]
              },
              {
                "id": 62,
                "description": "Would you rather have to read aloud every word you read or sing everything you say out loud?",
                "responses": ["Sing everything I say and never talk lol", "Sing what I say", "Sing!"]
              },
              {
                "id": 63,
                "description": "Would you rather have whatever you are thinking appear above your head for everyone to see or have absolutely everything you do live streamed for anyone to see?",
                "responses": ["Live stream..", "Neither one", "I would rather have what I'm thinking appear at least I have privacy when I'm alone."]
              },
              {
                "id": 64,
                "description": "Would you rather be put in a maximum security prison with the hardest of criminals for one year or be put in a relaxed prison where wall street types are held for ten years?",
                "responses": ["Relaxed prison", "Relaxed prison", "Maximum security for a year! Ten years is forever the fu bro..."]
              },
              {
                "id": 65,
                "description": "Would you rather have a clown only you can see that follows you everywhere and just stands silently in a corner or have a real life stalker who dresses like the Easter bunny that everyone can see?",
                "responses": ["Worst question", "clown", "Clown"]
              },
              {
                "id": 66,
                "description": "Would you rather kill one innocent person or five people who committed minor crimes?",
                "responses": ["Five bad people. The police do it everyday anyways in the US.", "One innocent, we are all children of God.", "5"]
              },
              {
                "id": 67,
                "description": "Would you rather have a completely automated home or a self-driving car?",
                "responses": ["Completely automated home... then maybe buy the self driving car later on", "Car, home can change around", "Self Driving Car"]
              },
              {
                "id": 68,
                "description": "Would you rather work very hard at a rewarding job or hardly have to work at a job that isn't rewarding?",
                "responses": ["Rewarding job. Rewarding work is always worth it in the end.", "I rather do the Rewarding job", "Hardly have to work, you mean McDonald's?"]
              },
              {
                "id": 69,
                "description": "Would you rather be held in high regard by your parents or your friends?",
                "responses": ["My parents didn't do sht for me - friends.", "Friends is a larger group of people", "Parents. Day 1."]
              },
              {
                "id": 70,
                "description": "Would you rather be an amazing painter or a brilliant mathematician?",
                "responses": ["Painter", "Coder / Mathie", "Painter would make more money"]
              },
              {
                "id": 71,
                "description": "Would you rather be reincarnated as a fly or just cease to exist after you die?",
                "responses": ["Flies live for like 2 days loooooooool", "Just kill me fam", "Cease to exist"]
              },
              {
                "id": 72,
                "description": "Would you rather be able to go to any theme park in the world for free for the rest of your life or eat for free at any drive through restaurant for the rest of your life?",
                "responses": ["Theme parks", "Eat for free", "Give me free food over any of these dum a$$ would u rather questions."]
              },
              {
                "id": 73,
                "description": "Would you rather be only able to watch the few movies with a rotten tomatoes score of 95-100% or only be able to watch the majority of movies with a rotten tomatoes score of 94% and lower?",
                "responses": ["Few with high scores", "Watch only a few movies", "I would watch the majority of movies can't trust people thse days to give good ratings."]
              },
              {
                "id": 74,
                "description": "Would you rather never lose your phone again or never lose your keys again?",
                "responses": ["Never lose my phone cause I do that all the fuckin time", "Never lose keys again", "Use your phone to call your roommate and let you in tadahhhhhhh"]
              },
              {
                "id": 75,
                "description": "Would you rather have one real get out of jail free card or a key that opens any door?",
                "responses": ["If you pick get out of jail card you're a thug or a dumbass.", "A key that opens any door. Invaluable!", "The key."]
              },
              {
                "id": 76,
                "description": "Would you rather have a criminal justice system that actually works and is fair or an administrative government that is free of corruption?",
                "responses": ["Criminal justice system that works.", "A Not corrupt govenment.", "Criminal Justice system that doesn't lock black people up longer than white people."]
              },
              {
                "id": 77,
                "description": "Would you rather have real political power but be relatively poor or be ridiculously rich and have no political power?",
                "responses": ["Richness over fame.", "Political Power can easily be turned into money with the right mothod", "Ridiculously rich $$$"]
              },
              {
                "id": 78,
                "description": "Would you rather have the power to gently nudge anyone's decisions or have complete puppet master control of five people?",
                "responses": ["Gently nudge decisions if I can use it for sex", "Puppet master of 5 people", "Power to change decisions"]
              },
              {
                "id": 79,
                "description": "Would you rather have everyone laugh at your jokes but not find anyone else's jokes funny or have no one laugh at your jokes but you still find other people's jokes funny?",
                "responses": ["Aka would you want to be the only funny person on earth obv not.", "Rather have no one laugh at mine.", "No one laugh at my jokes"]
              },
              {
                "id": 80,
                "description": "Would you rather be the absolute best at something that no one takes seriously or be well above average but not anywhere near the best at something well respected?",
                "responses": ["I would rather be the best in the world at something @GuinnessWR", "Well above average", "Above avg."]
              },
              {
                "id": 81,
                "description": "Would you rather lose the ability to read or lose the ability to speak?",
                "responses": ["Wow.. neither", "Read it would be like going to China", "Lose Reading."]
              },
              {
                "id": 82,
                "description": "Would you rather live under a sky with no stars at night or live under a sky with no clouds during the day?",
                "responses": ["I would rather live with no stars no one looks at those, rarely.", "rather Live under a sky with no clouds", "No clouds"]
              },
              {
                "id": 83,
                "description": "Would you rather humans go to the moon again or go to mars?",
                "responses": ["Mars is next", "ELONNNN BABY", "Go to Mars. Spacex finna do dat shit ."]
              },
              {
                "id": 84,
                "description": "Would you rather never get angry or never be envious?",
                "responses": ["Never get angry it will help with decisions.", "Never get envious", "Never get jealous!"]
              },
              {
                "id": 85,
                "description": "Would you rather have free Wi-Fi wherever you go or be able to drink unlimited free coffee at any coffee shop?",
                "responses": ["Free Wi-Fi is basically mobile data. Anyone can get that. Next", "Free starbucks for life", "Free coffee"]
              },
              {
                "id": 86,
                "description": "Would you rather be compelled to high five everyone you meet or be compelled to give wedgies to anyone in a green shirt?",
                "responses": ["High Fives, I actually know a guy like that lol", "Wedgie", "High fives to everyone, why the f not..."]
              },
              {
                "id": 87,
                "description": "Would you rather live in a house with see-through walls in a city or in the same see-though house but in the middle of a forest far from civilization?",
                "responses": ["This is not Stranger Things people don't live in forests", "Forest House", "See through walls in the city ."]
              },
              {
                "id": 88,
                "description": "Would you rather take amazing selfies but all of your other pictures are horrible or take breathtaking photographs of anything but yourself?",
                "responses": ["There are girls like this", "Breathetaking photos", "Take amazing photos of anything, and sell for $$"]
              },
              {
                "id": 89,
                "description": "Would you rather use a push lawn mower with a bar that is far too high or far too low?",
                "responses": ["Who cares?", "idk", "Bar Too Low"]
              },
              {
                "id": 90,
                "description": "Would you rather be able to dodge anything no matter how fast it's moving or be able ask any three questions and have them answered accurately?",
                "responses": ["Dodge anything, start a YT channel, get views, profit", "Rather dodge stuff", "3 questions answered"]
              },
              {
                "id": 91,
                "description": "Would you rather live on the beach or in a cabin in the woods?",
                "responses": ["Beach House ⛱️", "House on the beach! Malibu, cali", "Live on the beach obv"]
              },
              {
                "id": 92,
                "description": "Would you rather lose your left hand or right foot?",
                "responses": ["A foot is easier to get a prosthetic for. So foot.", "Foot", "shit"]
              },
              {
                "id": 93,
                "description": "Would you rather face your fears or forget that you have them?",
                "responses": ["Forget! Bye!", "Forget you have them", "Face ou r fears and knwo that you've conquered them."]
              },
              {
                "id": 94,
                "description": "Would you rather be forced to dance every time you heard music or be forced to sing along to any song you heard?",
                "responses": ["I'm a bomb singer.", "Sing", "Dance along"]
              },
              {
                "id": 95,
                "description": "Would you rather have skin that changes color based on your emotions or tattoos appear all over your body depicting what you did yesterday?",
                "responses": ["You can cover up so tattoos", "Tats", "Cameleon skin :)"]
              },
              {
                "id": 96,
                "description": "Would you rather live in a utopia as a normal person or in a dystopia but you are the supreme ruler?",
                "responses": ["Utopia as a normal person", "Utopia as a normal person.", "In the Utopia"]
              },
              {
                "id": 97,
                "description": "Would you rather snitch on your best friend for a crime they committed or go to jail for the crime they committed?",
                "responses": ["Depends how long the sentence is","Snitches get stiches","Sorry not sorry, i'm telling"]
              },
              {
                "id": 98,
                "description": "Would you rather have everything on your phone right now (browsing history, photos, etc.) made public to anyone who Google's you name or never use a cell phone again?",
                "responses": ["I need my phone, I don't care let them look","I have nothing to hide","Take my phone away I won't be able to handle the shame"]
              },
              {
                "id": 99,
                "description": "Would you rather eat a box of dry spaghetti noodles or a cup of uncooked rice?",
                "responses": ["Noodles sound easier tbh","Ew, neither","Obviously noodles, I do that all the time"]
              },
              {
                "id": 100,
                "description": "Would you rather wake up as a new random person every year and have full control of them for the whole year or once a week spend a day inside a stranger without having any control of them?",
                "responses": ["New person every year","Once a week, it will open my eyes up to different perpectives while I live my own life","Neither, I love my life"]
              },
              {
                "id": 101,
                "description": "Would you rather be born again in a totally different life or born again with all the knowledge you have now?",
                "responses": ["Knowledge", "Born with knowledge", "Born with all knowledge"]
              },
              {
                "id": 102,
                "description": "Would you rather be forced to kill a kitten or kill a puppy?",
                "responses": ["Cat", "Kill a puppy", "Cats are the worst."]
              },
              {
                "id": 103,
                "description": "Would you rather be lost in a bad part of town or lost in the forest?",
                "responses": ["Bad part of town", "Lost in the forest then no one can assault you?", "Bad part of Town."]
              },
              {
                "id": 104,
                "description": "Would you rather never get a paper cut again or never get something stuck in your eye again?",
                "responses": ["Paper cuts don't happen that often, so eye", "Eye", "Eye"]
              },
              {
                "id": 105,
                "description": "Would you rather randomly time travel +/- 20 years every time you fart or teleport to a different place on earth (on land, not water) every time you sneeze?",
                "responses": ["Neither!", "I would think Farts are more controllable", "Fart"]
              },
              {
                "id": 106,
                "description": "Would you rather the aliens that make first contact be robotic or organic?",
                "responses": ["Organic", "organic", "Organic"]
              },
              {
                "id": 107,
                "description": "Would you rather be famous but ridiculed or be just a normal person?",
                "responses": ["Normal person", "Normal", "Normal person"]
              },
              {
                "id": 108,
                "description": "Would you rather be an amazing virtuoso at any instrument but only if you play naked or be able to speak any language but only if close your eyes and dance while you are doing it?",
                "responses": ["Naked instrument", "Virtuoso", "Rather speak any language"]
              },
              {
                "id": 109,
                "description": "Would you rather have a flying carpet or a car that can drive underwater?",
                "responses": ["Underwater car", "Flying carpet", "Aladdin"]
              },
              {
                "id": 110,
                "description": "Would you rather be an amazing artist but not be able to see any of the art you created or be an amazing musician but not be able to hear any of the music you create?",
                "responses": ["Musician", "Artist", "Musician"]
              },
              {
                "id": 111,
                "description": "Would you rather there be a perpetual water balloon war going on in your city / town or a perpetual food fight?",
                "responses": ["Food fight is messier and a waste of food.", "Water gun fight", "Water"]
              },
              {
                "id": 112,
                "description": "Would you rather find five dollars on the ground or find all of your missing socks?",
                "responses": ["5 bucks", "Five dollars on the ground.", "5 dollars"]
              },
              {
                "id": 113,
                "description": "Would you rather never have another embarrassing fall in public or never feel the need to pass gas in public again?",
                "responses": ["Never fall again!", "Never pass gass", "Let fart be free wherever you be"]
              },
              {
                "id": 114,
                "description": "Would you rather be able to talk to land animals, animals that fly, or animals that live under the water?",
                "responses": ["Land animals", "Cats and dogs", "Marine animals."]
              },
              {
                "id": 115,
                "description": "Would you rather lose your best friend or all of your friends except for your best friend?",
                "responses": ["Best friend. You can lose your best friend regardless.", "All friends except bestie", "Best friend"]
              },
              {
                "id": 116,
                "description": "Would you rather it be impossible for you to be woken up for 11 straight hours every day but you wake up feeling amazing or you can be woken up normally but never feel totally rested?",
                "responses": ["11 hours", "11 hour sleep!", "Normal"]
              },
              {
                "id": 117,
                "description": "Would you rather wake up every morning with a new $100 bill but not know where it came from or wake up every morning with a new $50 bill and know where it comes from?",
                "responses": ["Why do I need to know. $100 ", "$100 bill", "50 and know where it came from"]
              },
              {
                "id": 118,
                "description": "Would you rather everything you dream each night come true when you wake up or everything a randomly chosen person dreams each night come true when they wake up?",
                "responses": [ "Give it to someone else"]
              },
              {
                "id": 119,
                "description": "Would you rather get 5 dollars for every song you sang in public or 50 dollars for every stranger you kiss?",
                "responses": ["Every song", "$5", "50 for every stranger!"]
              },
              {
                "id": 120,
                "description": "Would you rather have a boomerang that can kill any 1 person of your choosing in the world, but can only be used once or a boomerang that always returns to you with one dollar?",
                "responses": ["$1", "1 dollar", "$1"]
              },
              {
                "id": 121,
                "description": "Would you rather have every cat or dog that gets lost end up at your house or everyone's clothes that they forget in the dryer get teleported to your house?",
                "responses": ["Nooooo thanks", "Dryer", "Dryer"]
              },
              {
                "id": 122,
                "description": "Would you rather never be stuck in traffic again or never get another cold?",
                "responses": ["Never get sick", "Traffic", "Traffic"]
              },
              {
                "id": 123,
                "description": "Would you rather have to fart loudly once, every time you have a serious conversation or have to burp after every kiss?",
                "responses": ["Oh my.. Burp", "Fart", "Honestly neither"]
              },
              {
                "id": 124,
                "description": "Would you rather know how above/below average you are at everything or know how above/below average people are at one skill just by looking at them?",
                "responses": ["Other people and become a recruiter"]
              },
              {
                "id": 125,
                "description": "Would you rather know the uncomfortable truth of the world or believe a comforting lie?",
                "responses": ["Truth of the world", "Ignorance is bliss"]
              },
              {
                "id": 126,
                "description": "Would you rather blink at twice the normal rate or not be able to blink for 5 minutes but then have to close your eyes for 10 seconds every 5 minutes?"
              },
              {
                "id": 127,
                "description": "Would you rather have a cute well behaved child that stays at an age of your choosing for their entire life or a child that develops from a baby to 18 years old in 2 years and then ages normally?"
              },
              {
                "id": 128,
                "description": "Would you rather it never stops snowing (the snow never piles up) or never stops raining (the rain never causes floods)?"
              },
              {
                "id": 129,
                "description": "Would you rather have a bottomless box of Legos or a bottomless gas tank?"
              },
              {
                "id": 130,
                "description": "Would you rather all conspiracy theories be true or live in a world where no leaders really know what they are doing?"
              },
              {
                "id": 131,
                "description": "Would you rather all plants scream when you cut them / pick their fruit or animals beg for their lives before they are killed?"
              },
              {
                "id": 132,
                "description": "Would you rather wake up each morning to find that a random animal appendage has replaced your non dominant arm or permanently replace your bottom half with an animal bottom of your choice?"
              },
              {
                "id": 133,
                "description": "Would you rather every shirt you ever wear to be kind of itchy or only be able to use 1 ply toilet paper?"
              },
              {
                "id": 134,
                "description": "Would you rather not be able to see any colors or have mild but constant tinnitus (ringing in the ears)?"
              },
              {
                "id": 135,
                "description": "Would you rather go bald or be forever cursed to have terrible haircuts?"
              },
              {
                "id": 136,
                "description": "Would you rather never be able to leave your own country or never be able to fly in an airplane?"
              },
              {
                "id": 137,
                "description": "Would you rather fight for a cause you believe in but doubt will succeed or fight for a cause that you only partially believe in but have a high chance of your cause succeeding?"
              },
              {
                "id": 138,
                "description": "Would you rather have no fingers or no elbows?"
              },
              {
                "id": 139,
                "description": "Would you rather have edible spaghetti hair that regrows every night or sweat maple syrup?"
              },
              {
                "id": 140,
                "description": "Would you rather have everything in your house perfectly organized by a professional or have a professional event company throw the best party you've ever been to, in your honor?"
              },
              {
                "id": 141,
                "description": "Would you rather have one nipple or two belly buttons?"
              },
              {
                "id": 142,
                "description": "Would you rather be forced to eat only spicy food or only incredibly bland food?"
              },
              {
                "id": 143,
                "description": "Would you rather never have a toilet clog on you again or never have the power go out again?"
              },
              {
                "id": 144,
                "description": "Would you rather have all traffic lights you approach be green or never have to stand in line again?"
              },
              {
                "id": 145,
                "description": "Would you rather have all of your clothes fit perfectly or have the most comfortable pillow, blankets, and sheets in existence?"
              },
              {
                "id": 146,
                "description": "Would you rather wake up in the middle of an unknown desert or wake up in a row boat on an unknown body of water?"
              },
              {
                "id": 147,
                "description": "Would you rather be famous for inventing a deadly new weapon or invent something that helps the world but someone else gets all the credit for inventing it?"
              },
              {
                "id": 148,
                "description": "Would you rather 5% of the population have telepathy or 5% of the population have telekinesis? You are not part of the 5% that has telepathy or telekinesis."
              },
              {
                "id": 149,
                "description": "Would you rather earbuds and headphones never sit right on / in your ears or have all music either slightly too quiet or slightly too loud?"
              },
              {
                "id": 150,
                "description": "Would you rather always have a great body for your entire life but have below average intelligence or have a mediocre body for your entire life but have above average intelligence?"
              },
              {
                "id": 151,
                "description": "Would you rather become twice as strong when both of your fingers are stuck in your ears or crawl twice as fast as you can run?"
              },
              {
                "id": 152,
                "description": "Would you rather be in debt for $100,000 or never be able to make more than $3,500 a month?"
              },
              {
                "id": 153,
                "description": "Would you rather be the best in the world at climbing trees or the best in the world at jumping rope?"
              },
              {
                "id": 154,
                "description": "Would you rather live in a giant desert or a giant dessert?"
              },
              {
                "id": 155,
                "description": "Would you rather have everything you draw become real but be terrible at drawing or be able to fly but only as fast as you can walk?"
              },
              {
                "id": 156,
                "description": "Would you rather never run out of battery power for whatever phone and tablet you own or always have free Wi-Fi wherever you go?"
              },
              {
                "id": 157,
                "description": "Would you rather live until you are 200 but look like you are 200 the whole time even though you are healthy or look like you are 25 all the way until you die at age 65?"
              },
              {
                "id": 158,
                "description": "Would you rather 20 butterflies instantly appear from nowhere every time you cough or 100 butterflies die somewhere in the world every time you cough?"
              },
              {
                "id": 159,
                "description": "Would you rather live a comfortable and peaceful life in the woods in a small cabin or a life full of conflict in a mansion in a city?"
              },
              {
                "id": 160,
                "description": "Would you rather have unlimited amounts of any material you want to build a house but you have to build the house yourself or have a famed architect design and build you a modest house?"
              },
              {
                "id": 161,
                "description": "Would you rather have all animals feel compelled to obey you or be given the opportunity to genetically design a pet that will be loyal only to you?"
              },
              {
                "id": 162,
                "description": "Would you rather be covered in fur or covered in scales?"
              },
              {
                "id": 163,
                "description": "Would you rather your only mode of transportation be a donkey or a giraffe?"
              },
              {
                "id": 164,
                "description": "Would you rather live in a cave or live in a tree house?"
              },
              {
                "id": 165,
                "description": "Would you rather never sweat again or never feel cold again?"
              },
              {
                "id": 166,
                "description": "Would you rather never have to clean a bathroom again or never have to do dishes again?"
              },
              {
                "id": 167,
                "description": "Would you rather eat an egg with a half formed chicken inside or eat five cooked cockroaches?"
              },
              {
                "id": 168,
                "description": "Would you rather wear a wedding dress / tuxedo every single day or wear a bathing suit every single day?"
              },
              {
                "id": 169,
                "description": "Would you rather be an unimportant character in the last movie you saw or an unimportant character in the last book you read?"
              },
              {
                "id": 170,
                "description": "Would you rather move to a new city or town every week or never be able to leave the city or town you were born in?"
              },
              {
                "id": 171,
                "description": "Would you rather be a bowling champion or a curling champion?"
              },
              {
                "id": 172,
                "description": "Would you rather have the police hunting you for a murder you didn't commit or a psychopathic clown hunting you?"
              },
              {
                "id": 173,
                "description": "Would you rather be so afraid of heights that you can't go to the second floor of a building or be so afraid of the sun that you can only leave the house on rainy days?"
              },
              {
                "id": 174,
                "description": "Would you rather live in a haunted house where the ghosts ignore you and do their own thing or be a ghost in a house living out a pleasant and uneventful week from your life again and again?"
              },
              {
                "id": 175,
                "description": "Would you rather be an average person in the present or a king 2500 years ago?"
              },
              {
                "id": 176,
                "description": "Would you rather be fantastic at riding horses or amazing at driving dirt bikes?"
              },
              {
                "id": 177,
                "description": "Would you rather spend the rest of your life with a sailboat as your home or an RV as your home?",
                "responses": ["Sailboat", "RV", "RV obviously."]
              },
              {
                "id": 178,
                "description": "Would you rather get really tipsy from just one sip of alcohol and ridiculously drunk from just one alcoholic drink or never get drunk no matter how much alcohol you drank?"
              },
              {
                "id": 179,
                "description": "Would you rather be completely insane and know that you are insane or completely insane and believe you are sane?"
              },
              {
                "id": 180,
                "description": "Would you rather vomit uncontrollably for 1 minute every time you hear the happy birthday song or get a headache that lasts all day every time you see a bird (including in pics & video)?"
              },
              {
                "id": 181,
                "description": "Would you rather be hired for a well-paying job that you lied to get and have no idea how to do or blank before the most important presentation of your life?"
              },
              {
                "id": 182,
                "description": "Would you rather walk around work or school for the whole day with a giant brown stain on the back of your pants unknowingly or realize the deadline for an important project was yesterday?"
              },
              {
                "id": 183,
                "description": "Would you rather eat a sandwich made from 4 ingredients in your fridge chosen at random or eat a sandwich made by a group of your friends from 4 ingredients in your fridge?"
              },
              {
                "id": 184,
                "description": "Would you rather have someone impersonating you and doing amazing things that you get the credit for or find money hidden in weird places all around your house everyday?"
              },
              {
                "id": 185,
                "description": "Would you rather have plants grow at 10 times their normal rate when you are near or for people and animals to stop aging when you are near them?"
              },
              {
                "id": 186,
                "description": "Would you rather have chapped lips that never heal or a terrible dandruff that can't be treated?"
              },
              {
                "id": 187,
                "description": "Would you rather have out of control body hair or out of control body odor?"
              },
              {
                "id": 188,
                "description": "Would you rather know all the mysteries of the universe or know every outcome of every choice you make?"
              },
              {
                "id": 189,
                "description": "Would you rather have someone secretly give you LSD on a random day and time once every 6 months or have everyone in the world all take LSD at the same time once every 5 years?"
              },
              {
                "id": 190,
                "description": "Would you rather be the life of the party and the funniest person your friends know but suffer from depression or be happy and content but people think you are boring and unfunny?"
              },
              {
                "id": 191,
                "description": "Would you rather never be able to wear pants or never be able to wear shorts?"
              },
              {
                "id": 192,
                "description": "Would you rather be unable to have kids or only be able to conceive quintuplets?"
              },
              {
                "id": 193,
                "description": "Would you rather only wear one color each day or have to wear seven colors each day?"
              },
              {
                "id": 194,
                "description": "Would you rather eat rice with every meal or eat bread with every meal?"
              },
              {
                "id": 195,
                "description": "Would you rather have no eyebrows or only one eyebrow?"
              },
              {
                "id": 196,
                "description": "Would you rather all electrical devices mysteriously stop working (possibly forever) or the governments of the world are only run by people going through puberty?"
              },
              {
                "id": 197,
                "description": "Would you rather everyone be required to wear identical silver jump suits or any time two people meet and are wearing an identical article of clothing they must fight to the death?"
              },
              {
                "id": 198,
                "description": "Would you rather have all dogs try to attack you when they see you or all birds try to attack you when they see you?"
              },
              {
                "id": 199,
                "description": "Would you rather be unable to move your body every time it rains or not be able to stop moving while the sun is out?"
              },
              {
                "id": 200,
                "description": "Would you rather die if you didn't slap a new person on the butt every 12 hours or die if you didn't kill someone every year?"
              },
              {
                "id": 201,
                "description": "Would you rather spend two years with your soul mate only to have them die and you never love again or spend your life with someone nice you settled for?"
              },
              {
                "id": 202,
                "description": "What is one article of clothing that someone could wear that would make you walk out on a date with them?"
              },
              {
                "id": 203,
                "description": "The zombie apocalypse is coming, who are 3 people you want on your team?"
              },
              {
                "id": 204,
                "description": "What is your most used emoji?"
              },
              {
                "id": 205,
                "description": "What was the worst style choice you ever made?"
              },
              {
                "id": 206,
                "description": "What was the worst haircut you ever had?"
              },
              {
                "id": 207,
                "description": "Who was your childhood actor/actress crush?"
              },
              {
                "id": 208,
                "description": "If you were a wrestler what would be your entrance theme song?"
              },
              {
                "id": 209,
                "description": "Have you ever been told you look like someone famous, who was it?"
              },
              {
                "id": 210,
                "description": "If you could bring back any fashion trend what would it be?"
              },
              {
                "id": 211,
                "description": "What's the most embarrassing fashion trend you used to rock?"
              },
              {
                "id": 212,
                "description": "What did you name your first car?"
              },
              {
                "id": 213,
                "description": "Does your current car have a name? What is it?"
              },
              {
                "id": 214,
                "description": "You have your own late night talk show, who do you invite as your first guest?"
              },
              {
                "id": 215,
                "description": "If a movie was made of your life what genre would it be, who would play you?"
              },
              {
                "id": 216,
                "description": "If you were famous, what would you be famous for?"
              },
              {
                "id": 217,
                "description": "You have to sing karaoke, what song do you pick?"
              },
              {
                "id": 218,
                "description": "What was your least favorite food as a child? Do you still hate it or do you love it now?"
              },
              {
                "id": 219,
                "description": "If you had to eat one meal everyday for the rest of your life what would it be?"
              },
              {
                "id": 220,
                "description": "If you were left on a deserted island with either your worst enemy or no one, which would you choose? Why?"
              },
              {
                "id": 221,
                "description": "If aliens landed on earth tomorrow and offered to take you home with them, would you go?"
              },
              {
                "id": 222,
                "description": "60s, 70s, 80s, 90s: Which decade do you love the most and why?"
              },
              {
                "id": 223,
                "description": "What's your favorite sandwich and why?"
              },
              {
                "id": 224,
                "description": "What's the best piece of advice you've ever been given?"
              },
              {
                "id": 225,
                "description": "When you die, what do you want to be remembered for?"
              },
              {
                "id": 226,
                "description": "What is your favorite item you've bought this year?"
              },
              {
                "id": 227,
                "description": "What would be the most surprising scientific discovery imaginable?"
              },
              {
                "id": 228,
                "description": "What is your absolute dream job?"
              },
              {
                "id": 229,
                "description": "What would your talent be if you were Miss or Mister World?"
              },
              {
                "id": 230,
                "description": "What would the title of your autobiography be?"
              },
              {
                "id": 231,
                "description": "Say you're independently wealthy and don't have to work, what would you do with your time?"
              },
              {
                "id": 232,
                "description": "If you had to delete all but 3 apps from your smartphone, which ones would you keep?"
              },
              {
                "id": 233,
                "description": "What is your favorite magical or mythological animal?"
              },
              {
                "id": 234,
                "description": "What does your favorite shirt look like?"
              },
              {
                "id": 235,
                "description": "Who is your favorite Disney hero or heroine? Would you trade places with them?"
              },
              {
                "id": 236,
                "description": "What would your dream house be like?"
              },
              {
                "id": 237,
                "description": "If you could add anyone to Mount Rushmore who would it be; why?"
              },
              {
                "id": 238,
                "description": "You're going sail around the world, what's the name of your boat?"
              },
              {
                "id": 239,
                "description": "What fictional family would you be a member of?"
              },
              {
                "id": 240,
                "description": "What is your favorite television network?"
              },
              {
                "id": 241,
                "description": "What sport would you compete in if you were in the Olympics?"
              },
              {
                "id": 242,
                "description": "Who is the better businessman or business woman and why? (Example: Justin Timberlake or Justin Bieber?)"
              },
              {
                "id": 243,
                "description": "What was the worst job you ever had?"
              },
              {
                "id": 244,
                "description": "You can have anyone fictional as your imaginary friend, who do you choose and why?"
              },
              {
                "id": 245,
                "description": "What would your superpower be and why?"
              },
              {
                "id": 246,
                "description": "Which band / artist dead or alive would play at your funeral?",
                "responses": ["Guns And Roses"]
              },
              {
                "id": 247,
                "description": "As a child, what did you want to be when you grew up?"
              },
              {
                "id": 248,
                "description": "What's your favorite tradition or holiday?"
              },
              {
                "id": 249,
                "description": "What fictional world or place would you like to visit?"
              },
              {
                "id": 250,
                "description": "What is your favorite breakfast food?"
              },
              {
                "id": 251,
                "description": "What is your favorite time of the day and why?"
              },
              {
                "id": 252,
                "description": "Coffee or tea?"
              },
              {
                "id": 253,
                "description": "Teleportation or flying?"
              },
              {
                "id": 254,
                "description": "What is your favorite TV show?"
              },
              {
                "id": 255,
                "description": "What book, movie read/seen recently you would recommend and why?"
              },
              {
                "id": 256,
                "description": "What breed of dog would you be?"
              },
              {
                "id": 257,
                "description": "If you had a time machine, would go back in time or into the future?"
              },
              {
                "id": 258,
                "description": "Do you think you could live without your smartphone (or other technology item) for 24 hours?"
              },
              {
                "id": 259,
                "description": "What is your favorite dessert?"
              },
              {
                "id": 260,
                "description": "What was your favorite game to play as a child?"
              },
              {
                "id": 261,
                "description": "Are you a traveler or a homebody?"
              },
              {
                "id": 262,
                "description": "What's one career you wish you could have?"
              },
              {
                "id": 263,
                "description": "What fictional world or place would you like to visit?"
              },
              {
                "id": 264,
                "description": "What's your favorite place of all the places you've travelled?"
              },
              {
                "id": 265,
                "description": "Have you ever met your idol or someone you revere greatly?"
              },
              {
                "id": 266,
                "description": "Have you ever completed anything on your \"bucket list\"?"
              },
              {
                "id": 267,
                "description": "Do you have a favorite plant?"
              },
              {
                "id": 268,
                "description": "What did you have for breakfast this morning?"
              },
              {
                "id": 269,
                "description": "What was the country you last visited outside of United States?"
              },
              {
                "id": 270,
                "description": "What's is one thing we don't know about you?"
              },
              {
                "id": 271,
                "description": "What is your favorite meal to cook and why?"
              },
              {
                "id": 272,
                "description": "Are you a morning person or a night person?"
              },
              {
                "id": 273,
                "description": "What is your favorite musical instrument and why?"
              },
              {
                "id": 274,
                "description": "Are you a cat person or a dog person?"
              },
              {
                "id": 275,
                "description": "What languages do you know how to speak?"
              },
              {
                "id": 276,
                "description": "What's the weirdest food you've ever eaten?"
              },
              {
                "id": 277,
                "description": "What's the most out-of-character thing you've ever done?"
              },
              {
                "id": 278,
                "description": "What is your cellphone wallpaper?"
              },
              {
                "id": 279,
                "description": "You can have an unlimited supply of one thing for the rest of your life, what is it? Sushi? Scotch Tape?"
              },
              {
                "id": 280,
                "description": "What's your best scar story?"
              },
              {
                "id": 281,
                "description": "Would you go with aliens if they beamed down to Earth?"
              },
              {
                "id": 282,
                "description": "Are you sunrise, daylight, twilight, or nighttime? Why?"
              },
              {
                "id": 283,
                "description": "What season would you be?"
              },
              {
                "id": 284,
                "description": "Are you a good dancer?"
              },
              {
                "id": 285,
                "description": "What fruit or vegetable would you most want to be?"
              },
              {
                "id": 286,
                "description": "If you could hang out with any cartoon character, who would you choose and why?"
              },
              {
                "id": 287,
                "description": "If you could live anywhere in the world for a year, where would it be?"
              },
              {
                "id": 288,
                "description": "If you could commit any crime and get away with it what would you choose and why?"
              },
              {
                "id": 289,
                "description": "If you could choose any person from history to be your imaginary friend, who would it be and why?"
              },
              {
                "id": 290,
                "description": "If you could see one movie again for the first time, what would it be and why?"
              },
              {
                "id": 291,
                "description": "If you could bring back any fashion trend what would it be?"
              },
              {
                "id": 292,
                "description": "If you could live in any country, where would you live?"
              },
              {
                "id": 293,
                "description": "If you could choose any two famous people to have dinner with who would they be?"
              },
              {
                "id": 294,
                "description": "If you could be any animal in the world, what animal would you choose to be?"
              },
              {
                "id": 295,
                "description": "If you could do anything in the world as your career, what would you do?"
              },
              {
                "id": 296,
                "description": "If you could be any supernatural creature, what would you be and why?"
              },
              {
                "id": 297,
                "description": "If you could change places with anyone in the world, who would it be and why?"
              },
              {
                "id": 298,
                "description": "If you could rename yourself, what name would you pick?"
              },
              {
                "id": 299,
                "description": "If you could have someone follow you around all the time, like a personal assistant, what would you have them do?"
              },
              {
                "id": 300,
                "description": "If you could instantly become an expert in something, what would it be?"
              },
              {
                "id": 301,
                "description": "If you could be guaranteed one thing in life (besides money), what would it be?"
              },
              {
                "id": 302,
                "description": "If you had to teach a class on one thing, what would you teach?"
              },
              {
                "id": 303,
                "description": "If you could magically become fluent in any language, what would it be?"
              },
              {
                "id": 304,
                "description": "If you could be immortal, what age would you choose to stop aging at and why?"
              },
              {
                "id": 305,
                "description": "If you could be on a reality TV show, which one would you choose and why?"
              },
              {
                "id": 306,
                "description": "If you could choose any person from history to be your imaginary friend, who would it be and why?"
              },
              {
                "id": 307,
                "description": "If you could eliminate one thing from your daily routine, what would it be and why?"
              },
              {
                "id": 308,
                "description": "If you could go to Mars, would you? Why or why not?"
              },
              {
                "id": 309,
                "description": "If you could have the power of teleportation right now, where would you go and why?"
              },
              {
                "id": 310,
                "description": "Would you rather live in the ocean or on the moon?"
              },
              {
                "id": 311,
                "description": "Would you rather meet your travel back in time to meet your ancestors or to the future to meet your descendants?"
              },
              {
                "id": 312,
                "description": "Would you rather lose all of your money or all of your pictures?"
              },
              {
                "id": 313,
                "description": "Would you rather have invisibility or flight?"
              },
              {
                "id": 314,
                "description": "Would you rather live where it only snows or the temperature never falls below 100 degrees?"
              },
              {
                "id": 315,
                "description": "Would you rather always be slightly late or super early?"
              },
              {
                "id": 316,
                "description": "Would you rather give up your smartphone or your computer?"
              },
              {
                "id": 317,
                "description": "Would you rather live without heat and AC or live without social media?"
              },
              {
                "id": 318,
                "description": "Would you rather be the funniest or smartest person in the room?"
              },
              {
                "id": 319,
                "description": "Would you rather be able to run at 100 miles per hour or fly at 10 miles per hour?"
              },
              {
                "id": 320,
                "description": "What is the funniest name you have actually heard used in the real world?",
                "responses": ["Reginald", "LaMonte", "Dick"]
              },
              {
                "id": 321,
                "description": "What is the sexiest and least sexy name?",
                "responses": ["Selena, Doug", "Scarlett and Norman", "Bob"]
              },
              {
                "id": 322,
                "description": "What sport would be the funniest to add a mandatory amount of alcohol to?",
                "responses": ["Baseball", "MMA", "Football"]
              },
              {
                "id": 323,
                "description": "What movie would be greatly improved if it was made into a musical?",
                "responses": ["Gremlins", "Mean Girls", "Harry Potter"]
              },
              {
                "id": 324,
                "description": "If your five-year-old self suddenly found themselves inhabiting your current body, what would your five-year-old self do first?",
                "responses": ["Go to the gym and go vegan", "Buy stuff", "Cry"]
              },
              {
                "id": 325,
                "description": "What is something that everyone looks stupid doing?",
                "responses": ["Miming eating ice cream", "Pooping", "Vaping"]
              },
              {
                "id": 326,
                "description": "What is something that is really popular now, but in 5 years everyone will look back on and be embarrassed by?",
                "responses": ["The Shoot Dance", "Dabbing", "Getting addicted to Nicotine from Vaping"]
              },
              {
                "id": 327,
                "description": "What would be the hat to end all hats? What could you wear on your head that would make people stop what they are doing and stare in awe and amazement?",
                "responses": ["Key and Peele", "Drone", "Apple iHat"]
              },
              {
                "id": 328,
                "description": "If animals could talk, which would be the rudest?",
                "responses": ["Cats!", "Snakes", "Bulls"]
              },
              {
                "id": 329,
                "description": "In 40 years what will people be nostalgic for?",
                "responses": ["Today's tech", "Celebs", "Trap music"]
              },
              {
                "id": 330,
                "description": "What inanimate object do you wish you could eliminate from existence?",
                "responses": ["Vapes", "Those tabs on the top of drinks", "Uggs"]
              },
              {
                "id": 331,
                "description": "What are some things that are okay to occasionally but definitely not okay to do every day?",
                "responses": ["Alcohol", "Fast Food", "Sex"]
              },
              {
                "id": 332,
                "description": "What is the weirdest thing you have seen in someone else's home?",
                "responses": ["Pink condom", "One slot toaster", "Naked family portrait"]
              },
              {
                "id": 333,
                "description": "Who do you know that really reminds you of a character in a TV show or movie?",
                "responses": ["Tyler", "Bryson is literally Chandler", "Meg Griffin"]
              },
              {
                "id": 334,
                "description": "What would be the coolest animal to scale up to the size of a horse?",
                "responses": ["Something that wont kill everything", "None", "Bunny"]
              },
              {
                "id": 335,
                "description": "What is the most embarrassing thing you have ever worn?",
                "responses": ["A kilt", "See through Yoga pants", "Nothing - naked mile"]
              },
              {
                "id": 336,
                "description": "What part of a kid's movie completely scarred you?",
                "responses": ["IT", "Tiger from Aladdin", "Scenes from Pinocchio"]
              },
              {
                "id": 337,
                "description": "What used to be considered trashy but now is very classy?",
                "responses": ["Jeans prolly", "Thrifting!", "Wearing hair down"]
              },
              {
                "id": 338,
                "description": "If you were arrested with no explanation, what would your friends and family assume you had done?",
                "responses": ["They would think I'm innocent", "Shoplifting", "Got into a fight"]
              },
              {
                "id": 339,
                "description": "What's the most ridiculous fact you know?",
                "responses": ["The National animal of Scotland is a Unicorn", "Lighters were invented before matches", "Pirates used eye patches to see better in the dark"]
              },
              {
                "id": 340,
                "description": "What set of items could you buy that would make the cashier the most uncomfortable?",
                "responses": ["Condoms", "Tape and blindfold", "Pack of Condoms"]
              },
              {
                "id": 341,
                "description": "What is the funniest joke you know by heart?",
                "responses": ["If two people bump into each other in Canada, three people say sorry", "What's brown and rhymes with snoop? - Dr. Dre", "Where does a one legged waitress work? IHOP"]
              },
              {
                "id": 342,
                "description": "What are the unwritten rules of where you work?",
                "responses": ["Don't snitch", "If you're not part of the crew you won't get as many hours", "If you smash a coworker don't speak about it"]
              },
              {
                "id": 343,
                "description": "What is something that you just recently realized that you are embarrassed you didn't realize earlier?",
                "responses": ["I'm not as smart as I thought", "The division symbol is just a fraction with dots in place of the numbers", "Having mono"]
              },
              {
                "id": 344,
                "description": "What is the funniest corporate / business screw up you have heard of?",
                "responses": ["News reporter fails", "New GAP logo"]
              },
              {
                "id": 345,
                "description": "What's the best type of cheese?",
                "responses": ["Cheddar", "Brie", "American"]
              },
              {
                "id": 346,
                "description": "What kind of cult would you like to start?",
                "responses": ["Sex", "Neopets", "Cult for people who wants friends"]
              },
              {
                "id": 347,
                "description": "In one sentence, how would you sum up the internet?",
                "responses": ["Cesspool", "Voices of the nobodys", "Unlimited"]
              },
              {
                "id": 348,
                "description": "First think of a product. Now, what would be the absolute worst brand name for one of those products?",
                "responses": ["Long Wood pencils", "Dukey Porta Potties", "Black Hole Teeth Cleaner"]
              },
              {
                "id": 349,
                "description": "If the all the States in the USA were represented by food, what food would each state be represented by?",
                "responses": ["Texas Toast shaped like Texas", "Rhode Island Shrimp", "Florida Dolphin meat"]
              },
              {
                "id": 350,
                "description": "What are some of the nicknames you have for customers or coworkers?",
                "responses": ["The Early crew", "Migos", "Fleas"]
              },
              {
                "id": 351,
                "description": "What would be the absolute worst name you could give your child?",
                "responses": ["LeFart"]
              },
              {
                "id": 352,
                "description": "What are some fun and interesting alternatives to war that countries could settle their differences with?",
                "responses": ["Water gun fights"]
              },
              {
                "id": 353,
                "description": "What would the world be like if it was filled with male and female copies of you?",
                "responses": ["Out of control"]
              },
              {
                "id": 354,
                "description": "What's the best Wi-Fi name you've seen?",
                "responses": ["Bill Wi Science Fi"]
              },
              {
                "id": 355,
                "description": "If life were a video game, what would some of the cheat codes be?",
                "responses": ["Make everyone randomly fall"]
              },
              {
                "id": 356,
                "description": "How many chickens would it take to kill an elephant?",
                "responses": ["Infinity"]
              },
              {
                "id": 357,
                "description": "What would be the worst \"buy one get one free\" sale of all time?",
                "responses": ["Toilet plunger"]
              },
              {
                "id": 358,
                "description": "Is a hotdog a sandwich?",
                "responses": ["No.."]
              },
              {
                "id": 359,
                "description": "What secret conspiracy would you like to start?",
                "responses": ["Drake has no son"]
              },
              {
                "id": 360,
                "description": "What would be the worst thing for the government to make illegal?",
                "responses": ["Coke"]
              },
              {
                "id": 361,
                "description": "Which body part do you wish you could detach and why?",
                "responses": ["Dick"]
              },
              {
                "id": 362,
                "description": "What's the weirdest thing a guest has done at your house?",
                "responses": ["Clogged the toilet"]
              },
              {
                "id": 363,
                "description": "What's invisible but you wish people could see?",
                "responses": ["bad breath!"]
              },
              {
                "id": 364,
                "description": "What movie completely changes its plot when you change one letter in its title? What's the new movie about?",
                "responses": ["Jaws to Paws"]
              },
              {
                "id": 365,
                "description": "If you were held at gun point and told that if you didn't impress them with dance moves you'd be killed, what dance moves would you bust out?",
                "responses": ["Look alive dance"]
              },
              {
                "id": 366,
                "description": "Where is the strangest place you've urinated or defecated?",
                "responses": ["Outside a bar in an alley"]
              },
              {
                "id": 367,
                "description": "What's the weirdest smell you have ever smelled?",
                "responses": ["Indian friend's house"]
              },
              {
                "id": 368,
                "description": "What mythical creature would improve the world most if it existed?",
                "responses": ["Chimerya"]
              },
              {
                "id": 369,
                "description": "How do you feel about putting pineapple on pizza?",
                "responses": ["It's the best"]
              },
              {
                "id": 370,
                "description": "You're a mad scientist, what scientific experiment would you run if money and ethics weren't an issue?",
                "responses": ["Lazer blaster"]
              },
              {
                "id": 371,
                "description": "What two totally normal things become really weird if you do them back to back?",
                "responses": ["Go black, and go back"]
              },
              {
                "id": 372,
                "description": "If peanut butter wasn't called peanut butter, what would it be called?",
                "responses": ["Nut"]
              },
              {
                "id": 373,
                "description": "What would be the creepiest thing you could say while passing a stranger on the street?",
                "responses": ["My name Jeff"]
              },
              {
                "id": 374,
                "description": "What ridiculous and untrue, yet slightly plausible, theories can you come up with for the cause of common ailments like headaches or cavities?",
                "responses": ["Catching a cold is when a fly lays an egg on your tongue"]
              },
              {
                "id": 375,
                "description": "What's the most imaginative insult you can come up with?",
                "responses": ["You look like a burnt chicken nugget"]
              },
              {
                "id": 376,
                "description": "If you were wrongfully put into an insane asylum, how would you convince them that you're actually sane and not just pretending to be sane?",
                "responses": ["Do a reddit AMA"]
              },
              {
                "id": 377,
                "description": "What would be the best-worst name for different types of businesses? (dry cleaners, amusement parks, etc.)",
                "responses": ["Dirty Mike's Dry Cleaners"]
              },
              {
                "id": 378,
                "description": "If you were transported 400 years into the past with no clothes or anything else, how would you prove that you were from the future?",
                "responses": ["No idea"]
              },
              {
                "id": 379,
                "description": "Toilet paper, over or under?",
                "responses": ["Doesn't matter", "under"]
              },
              {
                "id": 380,
                "description": "What fictional character is amazing in their book / show / movie, but would be insufferable if you had to deal with them in mundane everyday situations?",
                "responses": ["Game of Thrones"]
              },
              {
                "id": 381,
                "description": "What are some fun ways to answer everyday questions like \"how's it going\" or \"what do you do\"?",
                "responses": ["Still haven't figured that out"]
              },
              {
                "id": 382,
                "description": "What would some fairytales be like if they took place in the present and included modern technology and culture?",
                "responses": ["Cinderella find my iPhone for her shoe"]
              },
              {
                "id": 383,
                "description": "Is cereal soup?",
                "responses": ["No"]
              },
              {
                "id": 384,
                "description": "If over time you replace parts on a car, at what point does it stop being the same car you bought?",
                "responses": ["It's the same car if it feels like the same car"]
              },
              {
                "id": 385,
                "description": "If someone asked to be your apprentice and learn all that you know, what would you teach them?",
                "responses": ["How to pick up chicks"]
              },
              {
                "id": 386,
                "description": "What's the best inside joke you've been a part of?",
                "responses": ["Hiding someone's stuff for hours"]
              },
              {
                "id": 387,
                "description": "What's the funniest thing ever?",
                "responses": ["Kevin Hart"]
              },
              {
                "id": 388,
                "description": "If you didn't have to sleep, what would you do with the extra time?",
                "responses": ["Jerk", "Swipe on Tinder"]
              },
              {
                "id": 389,
                "description": "What's your favorite piece of clothing you own / owned?",
                "responses": ["Leggings", "Flannel"]
              },
              {
                "id": 390,
                "description": "What hobby would you get into if time and money weren't an issue?",
                "responses": ["Painting"]
              },
              {
                "id": 391,
                "description": "What would your perfect room look like?",
                "responses": ["Pink everything", "Supreme"]
              },
              {
                "id": 392,
                "description": "How often do you play sports?",
                "responses": ["Every week", "Rarely"]
              },
              {
                "id": 393,
                "description": "What fictional place would you most like to go?",
                "responses": ["Oz", "Hogwarts"]
              },
              {
                "id": 394,
                "description": "What job would you be terrible at?",
                "responses": ["Construction worker / building things"]
              },
              {
                "id": 395,
                "description": "When was the last time you climbed a tree?",
                "responses": ["Never actually"]
              },
              {
                "id": 396,
                "description": "If you could turn any activity into an Olympic sport, what would you have a good chance at winning medal for?",
                "responses": ["Eating"]
              },
              {
                "id": 397,
                "description": "What is the most annoying habit that other people have?",
                "responses": ["Asking a million questions"]
              },
              {
                "id": 398,
                "description": "What job do you think you'd be really good at?",
                "responses": ["Personal shopper"]
              },
              {
                "id": 399,
                "description": "What skill would you like to master?",
                "responses": ["Backflip"]
              },
              {
                "id": 400,
                "description": "What would be the most amazing adventure to go on?",
                "responses": ["Machu Pichu"]
              },
              {
                "id": 401,
                "description": "If you had unlimited funds to build a house that you would live in for the rest of your life, what would the house be like?",
                "responses": ["Modern mansion"]
              },
              {
                "id": 402,
                "description": "What's your favorite drink?",
                "responses": ["Sprite", "Long Island Ice Tea", "Sapporo"]
              },
              {
                "id": 403,
                "description": "What state or country do you never want to go back to?",
                "responses": ["Pakistan", "Uganda"]
              },
              {
                "id": 404,
                "description": "What songs have you completely memorized?",
                "responses": ["King Kunta"]
              },
              {
                "id": 405,
                "description": "What game or movie universe would you most like to live in?",
                "responses": ["Marvel"]
              },
              {
                "id": 406,
                "description": "What do you consider to be your best find?",
                "responses": ["Money"]
              },
              {
                "id": 407,
                "description": "Are you usually early or late?",
                "responses": ["Slightly late"]
              },
              {
                "id": 408,
                "description": "What pets did you have while you were growing up?",
                "responses": ["Fish", "Turtle", "Dog"]
              },
              {
                "id": 409,
                "description": "When people come to you for help, what do they usually want help with?",
                "responses": ["Homework"]
              },
              {
                "id": 410,
                "description": "What takes up too much of your time?",
                "responses": ["Netflix"]
              },
              {
                "id": 411,
                "description": "What do you wish you knew more about?",
                "responses": ["Women", "Programming"]
              },
              {
                "id": 412,
                "description": "What would be your first question after waking up from being cryogenically frozen for 100 years?",
                "responses": ["What year is it?", "Where am I?"]
              },
              {
                "id": 413,
                "description": "What are some small things that make your day better?",
                "responses": ["Compliments", "Likes"]
              },
              {
                "id": 414,
                "description": "Who's your go to band or artist when you can't decide on something to listen to?",
                "responses": ["Drake"]
              },
              {
                "id": 415,
                "description": "What shows are you into?",
                "responses": ["Grey's Anatomy", "Parks and Rec, Arrested Development, Quantico", "Breaking Bad, Better Call Saul"]
              },
              {
                "id": 416,
                "description": "What TV channel doesn't exist but really should?",
                "responses": ["FOX News"]
              },
              {
                "id": 417,
                "description": "Who has impressed you most with what they've accomplished?",
                "responses": ["Lebron James"]
              },
              {
                "id": 418,
                "description": "What age do you wish you could permanently be?",
                "responses": ["24", "18", "28"]
              },
              {
                "id": 419,
                "description": "What TV show or movie do you refuse to watch?",
                "responses": ["Black Mirror"]
              },
              {
                "id": 420,
                "description": "What would be your ideal way to spend the weekend?",
                "responses": ["Smoking", "Art Exhibit", "Reading books"]
              },
              {
                "id": 421,
                "description": "What is something that is considered a luxury, but you don't think you could live without?",
                "responses": ["My Louis bag", "Running water"]
              },
              {
                "id": 422,
                "description": "What's your claim to fame?",
                "responses": ["Dunked in beer pong"]
              },
              {
                "id": 423,
                "description": "What's something you like to do the old-fashioned way?",
                "responses": ["Dating"]
              },
              {
                "id": 424,
                "description": "What's your favorite genre of book or movie?",
                "responses": ["Comedy"]
              },
              {
                "id": 425,
                "description": "How often do you people watch?",
                "responses": ["Never", "At food courts"]
              },
              {
                "id": 426,
                "description": "What have you only recently formed an opinion about?",
                "responses": ["Trump"]
              },
              {
                "id": 427,
                "description": "What's the best single day on the calendar?",
                "responses": ["DEC 25", "Christmas", "Birthday"]
              },
              {
                "id": 428,
                "description": "What are you interested in that most people haven't heard of?",
                "responses": ["Punk rock"]
              },
              {
                "id": 429,
                "description": "How do you relax after a hard day of work?",
                "responses": ["Weed", "Watch Netflix"]
              },
              {
                "id": 430,
                "description": "What was the best book or series that you've ever read?",
                "responses": ["Fifty Shades", "The Hunger Games"]
              },
              {
                "id": 431,
                "description": "What's the farthest you've ever been from home?",
                "responses": ["China"]
              },
              {
                "id": 432,
                "description": "What is the most heartwarming thing you've ever seen?",
                "responses": ["Girl that could hear from the first time"]
              },
              {
                "id": 433,
                "description": "What is the most annoying question that people ask you?",
                "responses": ["How was your day?"]
              },
              {
                "id": 434,
                "description": "What could you give a 40-minute presentation on with absolutely no preparation?",
                "responses": ["Soccer"]
              },
              {
                "id": 435,
                "description": "If you were dictator of a small island nation, what crazy dictator stuff would you do?",
                "responses": ["Offerings to the Gods"]
              },
              {
                "id": 436,
                "description": "What is something you think everyone should do at least once in their lives?"
              },
              {
                "id": 437,
                "description": "Would you rather go hang gliding or whitewater rafting?"
              },
              {
                "id": 438,
                "description": "What's your dream car?"
              },
              {
                "id": 439,
                "description": "What's worth spending more on to get the best?"
              },
              {
                "id": 440,
                "description": "What is something that a ton of people are obsessed with but you just don't get the point of?"
              },
              {
                "id": 441,
                "description": "What are you most looking forward to in the next 10 years?"
              },
              {
                "id": 442,
                "description": "Where is the most interesting place you've been?"
              },
              {
                "id": 443,
                "description": "What's something you've been meaning to try but just haven't gotten around to it?"
              },
              {
                "id": 444,
                "description": "What's the best thing that happened to you last week?"
              },
              {
                "id": 445,
                "description": "What piece of entertainment do you wish you could erase from your mind so that you could experience for the first time again?"
              },
              {
                "id": 446,
                "description": "If all jobs had the same pay and hours, what job would you like to have?"
              },
              {
                "id": 447,
                "description": "What amazing thing did you do that no one was around to see?"
              },
              {
                "id": 448,
                "description": "How different was your life one year ago?"
              },
              {
                "id": 449,
                "description": "What's the best way to start the day?"
              },
              {
                "id": 450,
                "description": "What quirks do you have?"
              },
              {
                "id": 451,
                "description": "What would you rate 10 / 10?"
              },
              {
                "id": 452,
                "description": "What fad or trend do you hope comes back?"
              },
              {
                "id": 453,
                "description": "What's the most interesting piece of art you've seen?"
              },
              {
                "id": 454,
                "description": "What kind of art do you enjoy most?"
              },
              {
                "id": 455,
                "description": "What do you hope never changes?"
              },
              {
                "id": 456,
                "description": "What city would you most like to live in?"
              },
              {
                "id": 457,
                "description": "What movie title best describes your life?"
              },
              {
                "id": 458,
                "description": "Why did you decide to do the work you are doing now?"
              },
              {
                "id": 459,
                "description": "What's the best way a person can spend their time?"
              },
              {
                "id": 460,
                "description": "If you suddenly became a master at woodworking, what would you make?"
              },
              {
                "id": 461,
                "description": "Where is the most relaxing place you've ever been?"
              },
              {
                "id": 462,
                "description": "What is the luckiest thing that has happened to you?"
              },
              {
                "id": 463,
                "description": "Where would you rather be from?"
              },
              {
                "id": 464,
                "description": "What are some things you've had to unlearn?"
              },
              {
                "id": 465,
                "description": "What are you looking forward to in the coming months?"
              },
              {
                "id": 466,
                "description": "What website do you visit most often?"
              },
              {
                "id": 467,
                "description": "What one thing do you really want but can't afford?"
              },
              {
                "id": 468,
                "description": "Where do you usually go when you when you have time off?"
              },
              {
                "id": 469,
                "description": "Where would you spend all your time if you could?"
              },
              {
                "id": 470,
                "description": "What is special about the place you grew up?"
              },
              {
                "id": 471,
                "description": "What age do you want to live to?"
              },
              {
                "id": 472,
                "description": "What are you most likely to become famous for?"
              },
              {
                "id": 473,
                "description": "What are you absolutely determined to do?"
              },
              {
                "id": 474,
                "description": "What is the most impressive thing you know how to do?"
              },
              {
                "id": 475,
                "description": "What do you wish you knew more about?"
              },
              {
                "id": 476,
                "description": "What question would you most like to know the answer to?"
              },
              {
                "id": 477,
                "description": "What question can you ask to find out the most about a person?"
              },
              {
                "id": 478,
                "description": "When was the last time you changed your opinion / belief about something major?"
              },
              {
                "id": 479,
                "description": "What was the best compliment you've received?"
              },
              {
                "id": 480,
                "description": "As the only human left on Earth, what would you do?"
              },
              {
                "id": 481,
                "description": "Who inspires you to be better?"
              },
              {
                "id": 482,
                "description": "What do you want your epitaph to be?"
              },
              {
                "id": 483,
                "description": "What did you think you would grow out of but haven't?"
              },
              {
                "id": 484,
                "description": "In what situation or place would you feel the most out of place in?"
              },
              {
                "id": 485,
                "description": "What's the dumbest thing you've done that actually turned out pretty well?"
              },
              {
                "id": 486,
                "description": "They say that everyone has a book in them. What would your book be about?"
              },
              {
                "id": 487,
                "description": "What is something you will NEVER do again?"
              },
              {
                "id": 488,
                "description": "What do you spend the most time thinking about?"
              },
              {
                "id": 489,
                "description": "What are some of the events in your life that made you who you are?"
              },
              {
                "id": 490,
                "description": "What do you wish your brain was better at doing?"
              },
              {
                "id": 491,
                "description": "There are two types of people in this world. What are the two types?"
              },
              {
                "id": 492,
                "description": "What is the strangest thing you have come across?"
              },
              {
                "id": 493,
                "description": "What is something you are certain you'll never experience?"
              },
              {
                "id": 494,
                "description": "What dumb accomplishment are you most proud of?"
              },
              {
                "id": 495,
                "description": "If you could make one rule that everyone had to follow, what rule would you make?"
              },
              {
                "id": 496,
                "description": "What are you addicted to?"
              },
              {
                "id": 497,
                "description": "What stereotype do you completely live up to?"
              },
              {
                "id": 498,
                "description": "What is something you can never seem to finish?"
              },
              {
                "id": 499,
                "description": "As you get older, what are you becoming more and more afraid of?"
              },
              {
                "id": 500,
                "description": "What is one of your favorite smells?"
              },
              {
                "id": 501,
                "description": "What would be the scariest monster you could imagine?"
              },
              {
                "id": 502,
                "description": "What song or artist do you like but rarely admit to liking?"
              },
              {
                "id": 503,
                "description": "What would you do if you knew you were going to die in one hour?"
              },
              {
                "id": 504,
                "description": "What book impacted you the most?"
              },
              {
                "id": 505,
                "description": "If you had to change your name, what would you change it to?"
              },
              {
                "id": 506,
                "description": "If life is a game, like some people say, what are some of the rules?"
              },
              {
                "id": 507,
                "description": "Who is / was your most interesting friend?"
              },
              {
                "id": 508,
                "description": "Have you ever given to any charities?"
              },
              {
                "id": 509,
                "description": "What is something that your friends would consider \"so you\"?"
              },
              {
                "id": 510,
                "description": "What risks are worth taking?"
              },
              {
                "id": 511,
                "description": "What can you not get right, no matter how many times you try?"
              },
              {
                "id": 512,
                "description": "If you could convince everyone in the world to do one thing at one point in time, what would that thing be?"
              },
              {
                "id": 513,
                "description": "What do you take for granted?"
              },
              {
                "id": 514,
                "description": "What would be some of the most annoying things about having yourself as a roommate?"
              },
              {
                "id": 515,
                "description": "What's something you are self-conscious about?"
              },
              {
                "id": 516,
                "description": "What personality trait do you value most and which do you dislike the most?"
              },
              {
                "id": 517,
                "description": "What small gesture from a stranger made a big impact on you?"
              },
              {
                "id": 518,
                "description": "What gets you fired up?"
              },
              {
                "id": 519,
                "description": "What challenging thing are you working through these days?"
              },
              {
                "id": 520,
                "description": "What irrational fear do you have?"
              },
              {
                "id": 521,
                "description": "What's the best and worst piece of advice you've ever received?"
              },
              {
                "id": 522,
                "description": "If you had a clock that would countdown to any one event of your choosing, what event would you want it to countdown to?"
              },
              {
                "id": 523,
                "description": "What makes a good life?"
              },
              {
                "id": 524,
                "description": "What do you strongly suspect but have no proof of?"
              },
              {
                "id": 525,
                "description": "What's the last adventure you went on?"
              },
              {
                "id": 526,
                "description": "When do you feel truly \"alive\"?"
              },
              {
                "id": 527,
                "description": "What was the most memorable gift you've received?"
              },
              {
                "id": 528,
                "description": "What chapters would you separate your autobiography into?",
                "responses": ["Beginning, Middle, end"]
              },
              {
                "id": 529,
                "description": "What do you like most about your family?",
                "responses": ["Sacrifices"]
              },
              {
                "id": 530,
                "description": "What do you hope your last words will be?",
                "responses": ["Suck my dick", "I love you.", "Thank you."]
              },
              {
                "id": 531,
                "description": "What stat for your life would you most like to see?",
                "responses": ["Number of sexual partners", "How much money I make", "The number of times I farted and someone could smell it?"]
              },
              {
                "id": 532,
                "description": "What are three of the most significant numbers in your life?",
                "responses": ["4, 23, 8", "3 7 and 2014", "7, 1994, 1!"]
              },
              {
                "id": 533,
                "description": "What could you do with two million dollars to impact the most amount of people?",
                "responses": ["Teach kids how to code", "Create a sustainable fund to help at risk youths who didn't choose their environment", "Buy everyone weed"]
              },
              {
                "id": 534,
                "description": "If you were put into solitary confinement for six months, what would you do to stay sane?",
                "responses": ["Sleep", "FaceTime my girl", "Do math problems in my head."]
              },
              {
                "id": 535,
                "description": "What's something horrible that everyone should try at least once?",
                "responses": ["Not skydiving", "Telling the truth to someone's face", "McDonald's"]
              },
              {
                "id": 536,
                "description": "What fact are your resigned to?",
                "responses": ["idk", "Dumb people will get famous.", "Sex sells"]
              },
              {
                "id": 537,
                "description": "Have you ever saved someone's life?",
                "responses": ["Nope", "I probably am the one that needs saving", "No"]
              },
              {
                "id": 538,
                "description": "What were some of the turning points in your life?",
                "responses": ["Getting sober", "When I made the Provincial team", "Started hanging out with the wrong people."]
              },
              {
                "id": 539,
                "description": "What would a mirror opposite of yourself be like?",
                "responses": ["Shy and doesn't drink!", "Outgoing", "Get's girls"]
              },
              {
                "id": 540,
                "description": "What are you really good at, but kind of embarrassed that you are good at it?",
                "responses": ["Trading card games", "Sewing", "Ballet as a guy"]
              },
              {
                "id": 541,
                "description": "What are three interesting facts about you?",
                "responses": ["I am a dual citizen, I have fired a gun, I graduated summa cum laude", "I can dunk on a 10 foot rim, I'm a Commander in Halo and I have never had a gf", "Nothing is interesting about my pathetic life."]
              },
              {
                "id": 542,
                "description": "Which of your scars has the best story behind it?",
                "responses": ["On my arm. My brother stabbed me.", "On my stomach when I got my appendix removed", "Small scar from stapling myself with a stapler."]
              },
              {
                "id": 543,
                "description": "What's the title of the current chapter of your life?",
                "responses": ["Loving Myself", "22 and Beautiful", "Dessert or Disaster"]
              },
              {
                "id": 544,
                "description": "What's the hardest lesson you've learned?",
                "responses": ["Love is everything, so never let it go.", "Don't get so drunk that you can't defend yourself", "Some people cheat so cheat too or deal with it"]
              },
              {
                "id": 545,
                "description": "What mistake do you keep making again and again?",
                "responses": ["Falling for a boy", "Texting my ex ", "Getting high and quitting"]
              },
              {
                "id": 546,
                "description": "What do people think is weird about you?",
                "responses": ["T-shirts that I wear with pornstars on them", "My height", "I put ketchup on everything"]
              },
              {
                "id": 547,
                "description": "When people look at you, what do you think they see / think?",
                "responses": ["I am cool", "Punk", "That I get good grades when in reality I don't"]
              },
              {
                "id": 548,
                "description": "What have you created that you are most proud of?",
                "responses": ["An original song that I wrote", "My independent clothing label", "Master's Thesis on the Socioeconmic imbalance in New York City"]
              },
              {
                "id": 549,
                "description": "If you could make a 20 second phone call to yourself at any point in your life present or future, when would you call and what would you say?",
                "responses": ["I would call near the end and find out what I was missing", "If only I could call to the past", "On my wedding day!"]
              },
              {
                "id": 550,
                "description": "What annoys you most about the in-groups you are a part of?",
                "responses": ["Saying we're going to do stuff but never do", "Complacency", "Too much drinking"]
              },
              {
                "id": 551,
                "description": "What do you have doubts about?",
                "responses": ["My relationship", "Real friends", "Getting a job anytime soon"]
              },
              {
                "id": 552,
                "description": "What do you want to be remembered for?",
                "responses": ["Being a loving father and husband", "My contributions to the field of Science.", "Humour"]
              },
              {
                "id": 553,
                "description": "What are some of your personal \"rules\" that you never break?",
                "responses": ["Don't get high on your own supply", "Don't make the same mistake twice or maybe 3 times", "Wash whites separately"]
              },
              {
                "id": 554,
                "description": "What do you regret not doing or starting when you were younger?",
                "responses": ["Learning to speak Chinese", "Trying different foods", "Travelling with all my friends after College."]
              },
              {
                "id": 555,
                "description": "If you could have a never-ending candle that smelled like anything you wanted, what fragrance would you want it to be?",
                "responses": ["Old Spice", "Pizza", "A newborn baby"]
              },
              {
                "id": 556,
                "description": "What's the best thing about you?",
                "responses": ["I'm too modest", "Big penis", "I put others first, I'm shy and selfless pretty much."]
              },
              {
                "id": 557,
                "description": "What bends your mind every time you think about it?",
                "responses": ["How babies are made", "Huge structures like the Burj Khalifa", "Quantum physics"]
              },
              {
                "id": 558,
                "description": "What's the best thing you got from your parents?",
                "responses": ["Life", "An iPod on my 13th birthday", "RESP"]
              },
              {
                "id": 559,
                "description": "What's one responsibility you really wish you didn't have?",
                "responses": ["Laundry", "Driving family members", "My son"]
              },
              {
                "id": 560,
                "description": "What is the \"holy grail\" of your life?",
                "responses": ["Doing whatever I want whenever I want", "Starbucks and Yoga", "My puppy!"]
              },
              {
                "id": 561,
                "description": "If your childhood had a smell, what would it be?",
                "responses": ["Farts", "Chicken nuggets", "Fresh cookies"]
              },
              {
                "id": 562,
                "description": "What are the top three things you want to accomplish before you die? How close are you to accomplishing them?",
                "responses": ["Climb Everest, visit 50 countries, mile high club", "1M followers, I have 700", "Get married, Get a Mercedes, Take the stairs up the CN Tower"]
              },
              {
                "id": 563,
                "description": "What do you wish you could tell yourself 10 years ago? What do you think you'll want to tell your current self 10 years from now?",
                "responses": ["Start learning how to code or build robots", "In 10 years, probably would say save more money", "Travel more, Travel more"]
              },
              {
                "id": 564,
                "description": "In your group of friends, what role do you play?",
                "responses": ["Joker", "THE MOM", "The designated driver - every time"]
              },
              {
                "id": 565,
                "description": "Among your friends or family, what are you famous for?",
                "responses": ["My YouTube channel", "Getting my MBA", "Working at Google"]
              },
              {
                "id": 566,
                "description": "What is the biggest lesson you never learned?",
                "responses": ["Love conquers all", "The love of money is a sin", "Grass is always greener on the other side"]
              },
              {
                "id": 567,
                "description": "What's the most immature thing that you do?",
                "responses": ["Pick my nose and wipe it", "Always punch back", "Toilet paper on the seat"]
              },
              {
                "id": 568,
                "description": "If your life was a book, what would its title be?",
                "responses": ["Uh Oh", "Hung Chedleigh", "The Unbegotten Traveller"]
              },
              {
                "id": 569,
                "description": "What's the best and worst thing about getting older?",
                "responses": ["Wrinkles", "Can't play sports", "No sex"]
              },
              {
                "id": 570,
                "description": "What's something that happened or something that someone said that changed how you view the world?",
                "responses": ["Assault", "Lying", "Donald Trump getting elected"]
              },
              {
                "id": 571,
                "description": "What are you most likely very wrong about?",
                "responses": ["My stock picks", "My major", "Who's the most attractive Kardashian (Kourtney)"]
              },
              {
                "id": 572,
                "description": "If you had a personal flag, what would be on it?",
                "responses": ["Incredible hulk", "Backwoods", "Gamertag"]
              },
              {
                "id": 573,
                "description": "What lifestyle change have you been meaning to make for a while now?",
                "responses": ["Vegan", "Bike to work", "Visit parents more often"]
              },
              {
                "id": 574,
                "description": "What would be your spirit animal?",
                "responses": ["Capybara", "Elephant", "Dolphin"]
              },
              {
                "id": 575,
                "description": "What incredibly strong opinion or belief do you have that is completely unimportant in the grand scheme of things?",
                "responses": ["Best Friends character", "Must match belt with shoes", "Kendrick should have beaten Macklemore"]
              },
              {
                "id": 576,
                "description": "What chance encounter changed your life forever?",
                "responses": ["Almost getting hit", "Acid", "Sarah"]
              },
              {
                "id": 577,
                "description": "If you could have a video of any one event in your life, what event would you choose?",
                "responses": ["Coming out of my mother", "Paper in garbage first try", "Dance battles with my younger brother"]
              },
              {
                "id": 578,
                "description": "If you were forced to relive one 10-minute block of your life again and again for all eternity, what 10 minutes of your life would you choose?",
                "responses": ["Prom night", "Championship basketball game", "World Cup Finals"]
              },
              {
                "id": 579,
                "description": "What's a very personal question to get to know someone better",
                "responses": ["Got any kids?", "What are your goals?", "Would your mother like me?"]
              },
              {
                "id": 580,
                "description": "How do you hope you'll change as a person in the future?",
                "responses": ["Stay the same", "Get richer", "Healthier"]
              },
              {
                "id": 581,
                "description": "What keeps you up at night?",
                "responses": ["Netflix", "Less fortunate kids around the world.", "Instagram feed"]
              },
              {
                "id": 582,
                "description": "What's the most surprising self-realization you've had?",
                "responses": ["Not that many people like me", "I'm actually very tall", "dont know"]
              },
              {
                "id": 583,
                "description": "What's the most illegal thing you've done?",
                "responses": ["Weed", "Trespassing", "Streaking in public"]
              },
              {
                "id": 584,
                "description": "What lie do you tell most often?",
                "responses": ["Everything is fine", "I can get any girl", "My tits are not that saggy"]
              },
              {
                "id": 585,
                "description": "What do you regret not doing?",
                "responses": ["Running for the bus last year", "Going out", "Doing better in school"]
              },
              {
                "id": 586,
                "description": "What gives your life meaning?",
                "responses": ["Cake", "Family", "My job"]
              },
              {
                "id": 587,
                "description": "What do you most often look down on people for? What do you think other people look down on you for?",
                "responses": ["Clothes", "Outfit", "Blemishes on their face, probably my style"]
              },
              {
                "id": 588,
                "description": "What bridges do you not regret burning?",
                "responses": ["Recruiter", "Ex Friend", "Bad Ex-BF"]
              },
              {
                "id": 589,
                "description": "What are you most insecure about?",
                "responses": ["Looks", "Car", "My bank account LOL"]
              },
              {
                "id": 590,
                "description": "How do you get in the way of your own success?",
                "responses": ["I can change my mind so quickly it's hard to stick to one thing."]
              },
              {
                "id": 591,
                "description": "What's one thing you did that you really wish you could go back and undo?"
              },
              {
                "id": 592,
                "description": "What are you afraid people see when they look at you?",
                "responses": ["How much of a mess I am", "I don't care about it", "My pimples"]
              },
              {
                "id": 593,
                "description": "What is the silliest recent fashion trend?",
                "responses": ["Ugly ass shoes like Balenciagas", "Fashion Nova", "Anything the Kardashians wear"]
              },
              {
                "id": 594,
                "description": "What technology from science fiction do you wish existed?",
                "responses": ["Star Trek Beam me up Scotty!", "Lightsabers", "Tony Stark's J.A.R.V.I.S"]
              },
              {
                "id": 595,
                "description": "What is the dumbest chorus from a recent song?",
                "responses": ["Gucci Gang", "Fefe got that wet wet got that drip drip got that super soaker", "You're such a f*cking hoe, I love it"]
              },
              {
                "id": 596,
                "description": "After you survive the apocalypse, what will your job be?",
                "responses": ["Pimp", "Wolf of Wall Street 2", "There would be no jobs cause everybody is dead"]
              },
              {
                "id": 597,
                "description": "What job would you be absolutely terrible at?",
                "responses": ["Construction worker", "Psychiatrist", "Doctor of anything"]
              },
              {
                "id": 598,
                "description": "What would your perfect Saturday be like?",
                "responses": ["Morning sex, breakfast and cartoons, then sports game and dinner", "Swim in the pool all day", "Sitting in bed and being brought food while netflix binging :P"]
              },
              {
                "id": 599,
                "description": "What mildly annoying curse do you wish you could curse people with?",
                "responses": ["Trip and fall over", "Random tickles in their neck and sides", "Everytime they try and post on their story their phone shuts off so they can never post"]
              },
              {
                "id": 600,
                "description": "How much would you pay a hacker threatening to release your browsing history to your friends and family?",
                "responses": ["Nothing everyone watches porn, right?", "10 bucks", "$1000"]
              },
              {
                "id": 601,
                "description": "If your life had a mascot, what would the mascot be?",
                "responses": ["A bird that flies into windows a lot", "Barbie", "A giant Red Bottom shoe"]
              },
              {
                "id": 602,
                "description": "What easy thing do you most often screw up?",
                "responses": ["People's names loool", "Small talk", "Reading the time on an analog clock"]
              },
              {
                "id": 603,
                "description": "What would be the worst ingredients to fill a burrito with?",
                "responses": ["Crap", "Vaccuum dust", "Lemon Juice, vinegar, Soy Sauce"]
              },
              {
                "id": 604,
                "description": "If you could choose one celebrity to instantly disappear from the spotlight, which celebrity would you choose and why?",
                "responses": ["Iggy Azzalea", "Lil Tay", "Bhad Bhabie"]
              },
              {
                "id": 605,
                "description": "If you had to replace your hands with something other than hands or claws, what would put at the ends of your arms?",
                "responses": ["Boxing gloves", "Knife", "A paintball gun"]
              },
              {
                "id": 606,
                "description": "What's something that people think makes them look cool but actually has the opposite effect?",
                "responses": ["Showing off jewelry", "duck face", "Taking pics with bottles at the club"]
              },
              {
                "id": 607,
                "description": "What futuristic thing do you wish your clothing or accessories could do?",
                "responses": ["Change colour", "De-wrinkle", "Have invisible pockets for food"]
              },
              {
                "id": 608,
                "description": "If you could level up humans as a species, what stat or ability would you increase?",
                "responses": ["Empathy", "Penis size", "The ability to hypnotize others if practiced"]
              },
              {
                "id": 609,
                "description": "Which movie sequel do you wish you could erase from history?",
                "responses": ["Taken", "Hunger game part 3", "Transformers"]
              },
              {
                "id": 610,
                "description": "If you suddenly found out that your internal monologue for the last week was actually audible, how screwed would you be?",
                "responses": ["Not that", "Fired from my job I reckon", "Dunno"]
              },
              {
                "id": 611,
                "description": "What is the funniest doomsday device a super villain could threaten the world with?",
                "responses": ["Dildo Penetrator", "Banana peel shooter gun", "Laughing gas? Inherently funny"]
              },
              {
                "id": 612,
                "description": "What's the silliest invention you have heard of?",
                "responses": ["Standing sleeping bag", "Spork", "Bottled water"]
              },
              {
                "id": 613,
                "description": "What would your perfect vacation entail?",
                "responses": ["Food being brought to me on the beach", "Sex party at an Aspen resort, ski vacation", "Gelato in Italy"]
              },
              {
                "id": 614,
                "description": "What was the funniest way that you have been injured?",
                "responses": ["Falling off my bike", "Trying to stand on a table when drunk.", "Getting a dart through my hand lol"]
              },
              {
                "id": 615,
                "description": "If your life was a movie, what songs would be on the soundtrack?",
                "responses": ["Get Low by Lil John", "Celine Dion My Heart Will Go On", "Sonic X Theme song"]
              },
              {
                "id": 616,
                "description": "What scene from a TV show will you never forget?",
                "responses": ["When we finally meet the Mother", "The Red Wedding", "When Hannah Montana and Jake Ryan kissed"]
              },
              {
                "id": 617,
                "description": "What movie trope annoys you the most?",
                "responses": ["The unpopular girl becoming popular", "Waking up and everything changes", "Product placements"]
              },
              {
                "id": 618,
                "description": "If coffee was illegal, what would its street name be?",
                "responses": ["Cofeta", "Uppity", "Beanazzz"]
              },
              {
                "id": 619,
                "description": "What TV catch phrase do you most enjoy using?",
                "responses": ["What's the sitch.", "Nothing good happens after 2AM", "Oh, snap!"]
              },
              {
                "id": 620,
                "description": "What terrible movie do you love?",
                "responses": ["Drillbit Taylor", "The Ringer", "Pulp Fiction"]
              },
              {
                "id": 621,
                "description": "What song do you have to sing along with when you hear it?",
                "responses": ["God's Plan", "I Don't Care", "Fergalicious"]
              },
              {
                "id": 622,
                "description": "What golden age are we currently living through?",
                "responses": ["Social Media", "Dating on an app", "Everyone being offended at everything"]
              },
              {
                "id": 623,
                "description": "If you had to become an inanimate object for a year, what object would you choose to be?",
                "responses": ["A dildo", "A sports car", "Oven"]
              },
              {
                "id": 624,
                "description": "If someone painted a portrait of you, how would it look (clothes, background, pose, etc.) and what else would be in the painting with you?",
                "responses": ["Me and a SubWay sandwich ;) footlong", "Atop the Eiffel Tower with my love", "In a rarri"]
              },
              {
                "id": 625,
                "description": "What game are / were you really good at?",
                "responses": ["Halo 3", "Jump rope in middle school", "DOTA 2"]
              },
              {
                "id": 626,
                "description": "If you were a DJ, what would your DJ name be?",
                "responses": ["DJ JD", "Swizzy", "Carlos"]
              },
              {
                "id": 627,
                "description": "Which movie do they need to a sequel to?",
                "responses": ["The Incredibles", "Codename The Cleaner", "Coach Carter"]
              },
              {
                "id": 628,
                "description": "What would be the most ironic way that someone could die?",
                "responses": ["Helping someone else", "Setting a trap to kill someone else", "Skydiving and thinking they will die"]
              },
              {
                "id": 629,
                "description": "What reality TV show would you most like to see made?",
                "responses": ["Dogs vs Cats idk", "Famous For A Day: Celeb life", "Put a bunch of nerds on an Island with hotties for like a month and see what happens"]
              },
              {
                "id": 630,
                "description": "What is the most unprofessional thing you've seen someone do?",
                "responses": ["Throw a ball in the office almost hitting someone :|", "Take someone else's food without hesitation"]
              },
              {
                "id": 631,
                "description": "You can have one secret video / audio feed from anywhere in the world. Where do you put it?",
                "responses": ["It goes wherever Beyonce goes", "Backstage at the VS fashion show, I wonder what they talk abt..", "In the Oval Office"]
              },
              {
                "id": 632,
                "description": "The last thing you ate is now the only thing you can eat. How soon do you die?",
                "responses": ["18 years of a heart attack", "Normal time", "Never"]
              },
              {
                "id": 633,
                "description": "If you have a logo instead of a name, what would it look like?",
                "responses": ["A serpent around a blade", "Minimalist letters", "Beach theme"]
              },
              {
                "id": 634,
                "description": "You are about to get into a fight, what song comes on as your soundtrack?",
                "responses": ["Lose Control", "In Da Club", "Walk This Way"]
              },
              {
                "id": 635,
                "description": "What word do you always misspell?",
                "responses": ["Their", "Mississippi", "Thought"]
              },
              {
                "id": 636,
                "description": "Would you enjoy a vacation away from all of your technology?",
                "responses": ["No.", "yes", "yeah"]
              },
              {
                "id": 637,
                "description": "What is the ugliest vegetable?",
                "responses": ["Pear", "Eggplant", "Durian"]
              },
              {
                "id": 638,
                "description": "What product would you seriously stockpile if you found out they weren't going to sell it anymore?",
                "responses": ["Codeine", "Polo Red", "Lulu tights"]
              },
              {
                "id": 639,
                "description": "What is the absolute worst movie you have ever seen?",
                "responses": ["Dumb and dumber", "Sierra burgess is a loser", "Adam Sandler"]
              },
              {
                "id": 640,
                "description": "What food do you crave most often?",
                "responses": ["Chicken fingers", "Calamari", "Steak"]
              },
              {
                "id": 641,
                "description": "What is the grossest sounding English word?",
                "responses": ["Moist", "moist", "Salad"]
              },
              {
                "id": 642,
                "description": "What silliest thing you get nostalgic for?",
                "responses": ["Chicken nuggets", "Cartoon Network shows!", "That's So raven"]
              },
              {
                "id": 643,
                "description": "When is lying the right thing to do?",
                "responses": ["Never", "When you gotta, you gotta.", "It's never the right thing."]
              },
              {
                "id": 644,
                "description": "What is your version of \"There's two types of people in this world\"?",
                "responses": ["People who dream and people who chase their dreams", "People that understand binary and people that do not", "Those that fall in love, and those that love."]
              },
              {
                "id": 645,
                "description": "If you could only eat one food for the rest of your life, what would it be?",
                "responses": ["Pizza", "Chicken Parmigiana", "Soup"]
              },
              {
                "id": 646,
                "description": "What is your dream car?",
                "responses": ["Tesla Roadster 2020", "Mercedes G Wagon", "La Ferrari in red"]
              },
              {
                "id": 647,
                "description": "If you opened a restaurant, what kind of restaurant would it be?",
                "responses": ["Gourmet cheeseburgers", "Sushi!", "Ice Cream and French Fries"]
              },
              {
                "id": 648,
                "description": "What quote do you (try to) live by?",
                "responses": ["Live free, die hard", "It's not the size of the dogs we fight but the size of the fight in the dog", "Act lke a lady, think like a man"]
              },
              {
                "id": 649,
                "description": "What is your hometown famous for?",
                "responses": ["Grilled cheese sandwiches", "Teen pregnancies"]
              },
              {
                "id": 650,
                "description": "Do you think the world would be a better or worse place if everyone suddenly could read each other's thoughts?",
                "responses": ["Bad", "Absolutely worse.", "Way better!"]
              },
              {
                "id": 651,
                "description": "If you lived in a tribal society, what role would you play? (Hunter, gatherer, shaman, chieftain, etc.)",
                "responses": ["The naked lady on a horse", "Chief", "Town whore lol"]
              },
              {
                "id": 652,
                "description": "Which appliance can you not live without?",
                "responses": ["Oven", "Fridge", "Stove"]
              },
              {
                "id": 653,
                "description": "Whose advice do you always listen to?",
                "responses": ["My mother", "Gary Vaynerchuck", "My best friend Kristen!"]
              },
              {
                "id": 654,
                "description": "Would you go to another planet even if it meant that you would never return to earth and eventually die on that planet?",
                "responses": ["No", "Why would you do that.", "Yes"]
              },
              {
                "id": 655,
                "description": "Would you rather take a two week all expenses paid vacation right now or a one month all expenses paid vacation in one year?",
                "responses": ["One year", "1 year", "Gimme a vacation right now, 2 weeks is plenty."]
              },
              {
                "id": 656,
                "description": "What was the last thing you created?",
                "responses": ["Self portrait", "A word document.", "An app."]
              },
              {
                "id": 657,
                "description": "Who is a better cook your mother or grandmother?",
                "responses": ["Neither", "Mom", "Mother"]
              },
              {
                "id": 658,
                "description": "What book do you wish would be turned into a movie?",
                "responses": ["Harry Potter o wait", "No one reads", "Alex Rider"]
              },
              {
                "id": 659,
                "description": "Is there an app that you hate but use anyways?",
                "responses": ["Snapchat or Facebook", "Instagram", "Facebook"]
              },
              {
                "id": 660,
                "description": "What was the last thing that you fixed?",
                "responses": ["Toilet that was clogged", "Car", "Computer"]
              },
              {
                "id": 661,
                "description": "Could you survive in the wilderness for a month?",
                "responses": ["Hell no", "Yes", "Yeah"]
              },
              {
                "id": 662,
                "description": "What are some songs you know by heart?",
                "responses": ["My Humps", "Yeah by usher", "Rap God"]
              },
              {
                "id": 663,
                "description": "What piece of technology brings you the most joy?",
                "responses": ["iPhone", "Netflix", "Cell phone"]
              },
              {
                "id": 664,
                "description": "If you could rename the street you lived on, what would you rename it?",
                "responses": ["No", "Lil' Hemmings Drive", "Desenuts Ave"]
              },
              {
                "id": 665,
                "description": "What do your clothes say about you?",
                "responses": ["Ohhh he got moneyyyyyyy", "Simple fashion", "Colorful personality, with a retro twist"]
              },
              {
                "id": 666,
                "description": "What's your \"going to bed\" routine?",
                "responses": ["Drink lean and fall asleep", "Nothing", "Wash face, brush teeth, tuck in tight."]
              },
              {
                "id": 667,
                "description": "What animal best represents your personality?",
                "responses": ["Kitty cat", "Lion", "Koala"]
              },
              {
                "id": 668,
                "description": "What piece of clothing or accessory can someone wear that immediately makes you have a bad opinion of them as a person?",
                "responses": ["Fedora", "Choker", "A small top that shows boobs"]
              },
              {
                "id": 669,
                "description": "What's the fullest you've ever been?",
                "responses": ["So full I vomitted it all back up","Thanksgiving last year I fell asleep at the table after eating"]
              },
              {
                "id": 670,
                "description": "What behaviors make you think a person is creepy?",
                "responses": ["Excessive staring"]
              },
              {
                "id": 671,
                "description": "Who in the movie business seems the most down to earth?",
                "responses": ["Chris Pratt","Michael B Jordan","Lupita Nyong'o"]
              },
              {
                "id": 672,
                "description": "What's the funniest or most amazing cell phone case you have seen?",
                "responses": ["Custom case with their dog","Cases are for the weak","It was a mirror case, i was looking at myself"]
              },
              {
                "id": 673,
                "description": "Which musical artist is greatly overrated?",
                "responses": ["DRAKE!","Kanye West","Would you rather be underpaid or overrated? - Jay Z"]
              },
              {
                "id": 674,
                "description": "What company or franchise do you wish would go out of business?",
                "responses": ["NRA","Arby's","Mr. Sub"]
              },
              {
                "id": 675,
                "description": "What's the perfect temperature to set the thermostat at?",
                "responses": ["75F is the perfect temperature","80F warm please","69F nice and chilly"]
              },
              {
                "id": 676,
                "description": "Who around you has the worst luck?",
                "responses": ["Me","My girlfriend","My teachers"]
              },
              {
                "id": 677,
                "description": "What's your favorite sounding word?",
                "responses": ["Money","Sausage","Lit"]
              },
              {
                "id": 678,
                "description": "What's the weirdest thing that has happened to you in a car?",
                "responses": ["Someone on the street asked for my number","A cop pulled me over","A random dog jumped in my car"]
              },
              {
                "id": 679,
                "description": "If you could fit your whole life into one picture what would it look like?",
                "responses": ["An all-you-can-eat buffet","A black hole","Earth"]
              },
              {
                "id": 680,
                "description": "What's something that can't be found or bought on the internet?",
                "responses": ["Nothing","Experiences","I have no clue"]
              },
              {
                "id": 681,
                "description": "What should the first colony on another planet be called?",
                "responses": ["Non-humans","We The Second Best","Noxygen"]
              },
              {
                "id": 682,
                "description": "If you put out a magazine, what would you name it and what would be in it?",
                "responses": ["It would be called PuppyWorld, and be filled with puppies","I'd call it Take Me Away, it would have pictures of exotic destinations","Do people still read magazines?"]
              },
              {
                "id": 683,
                "description": "If you were challenged to a duel, what weapons would you choose?",
                "responses": ["Sword","Sheild","Dagger"]
              },
              {
                "id": 684,
                "description": "What villain do you really feel for?",
                "responses": ["Killmonger","Gru","Loki"]
              },
              {
                "id": 685,
                "description": "What is the most interesting thing you could do with 400 pounds of cheddar cheese?",
                "responses": ["Melt it and put in in a swimming pool","Chop it up into pieces and feed people","Sell it to a farmer"]
              },
              {
                "id": 686,
                "description": "What did you think you were good at but are actually quite bad at?",
                "responses": ["Singing, especially in the shower","Sports","Being funny"]
              },
              {
                "id": 687,
                "description": "What in a trailer automatically makes you assume a movie will be horrible?",
                "responses": ["When they show all the good scenes","Bad music selection","A ridiculous title"]
              },
              {
                "id": 688,
                "description": "What game do you wish you could act out in real life?",
                "responses": ["Hunger Games","Monopoply.. oh wait","Fortnite"]
              },
              {
                "id": 689,
                "description": "What are you really happy about being terrible at?",
                "responses": ["Life","Singing","Cooking"]
              },
              {
                "id": 690,
                "description": "What would be the funniest thing to fill a pinata with?",
                "responses": ["Feces","Leave it empty","Insects"]
              },
              {
                "id": 691,
                "description": "Which 3 words describe you best?",
                "responses": ["Patient, kind, funny"]
              },
              {
                "id": 692,
                "description": "What’s the best thing that’s happened to you this week?",
                "responses": ["Kissed my crush finally"]
              },
              {
                "id": 693,
                "description": "What is the longest word you know?",
                "responses": ["Supercalifragilisticexpialadocious"]
              },
              {
                "id": 694,
                "description": "What is the best praise or advice you’ve received?",
                "responses": ["That I'm a natural born leader"]
              },
              {
                "id": 695,
                "description": "What was your favorite birthday or Christmas present ever?",
                "responses": ["RC Car"]
              },
              {
                "id": 696,
                "description": "Where would you like to be in 5 years’ time?",
                "responses": ["CEO"]
              },
              {
                "id": 697,
                "description": "If money was not a concern, what would you do every day?",
                "responses": ["Learn new languages and travel"]
              },
              {
                "id": 698,
                "description": "What is the best/worst/cheesiest pickup up line you’ve heard or said?",
                "responses": ["Did it hurt when you feel from heaven"]
              },
              {
                "id": 699,
                "description": "What do you think about chick flicks and which was the last one you saw?"
              },
              {
                "id": 700,
                "description": "Who’s the person in your own life you admire most?"
              },
              {
                "id": 701,
                "description": "What do you hate most about meeting someone on a first date?",
              },
              {
                "id": 702,
                "description": "What is the most expensive thing you have ever bought?"
              },
              {
                "id": 703,
                "description": "Were you closer to your mom or your dad when you were younger?"
              },
              {
                "id": 704,
                "description": "What would your closest friends tell me about you?"
              },
              {
                "id": 705,
                "description": "If you had your own talk show, who would your first 3 guests be?"
              },
              {
                "id": 706,
                "description": "It’s Saturday morning. What’s the first thing you do when you wake up?"
              },
              {
                "id": 707,
                "description": "If you could go back in time and give your teenage self one piece of advice, what would it be?"
              },
              {
                "id": 708,
                "description": "What do you keep in the trunk of your car?"
              },
              {
                "id": 709,
                "description": "What’s the most romantic place you’ve ever visited?"
              },
              {
                "id": 710,
                "description": "Who is the most famous person you’ve ever met?"
              },
              {
                "id": 711,
                "description": "If you knew you could not fail, what would you do?"
              },
              {
                "id": 712,
                "description": "If you could be invisible for a day, what would you do?"
              },
              {
                "id": 713,
                "description": "What’s your biggest pet peeve?"
              },
              {
                "id": 714,
                "description": "Can you comfortably eat in a restaurant or go to the movies by yourself?"
              },
              {
                "id": 715,
                "description": "If you could snap your fingers and appear somewhere else, where would you go?"
              },
              {
                "id": 716,
                "description": "Would you rather find true love or win $10,000,000 dollars?"
              },
              {
                "id": 717,
                "description": "Would you rather be rich and ugly … or poor and beautiful?"
              },
              {
                "id": 718,
                "description": "Would you rather date someone who is 10 years younger than you or someone who is 10 years older?"
              },
              {
                "id": 719,
                "description": "Would you rather marry someone who your parents chose for you or spend the rest of your life single?"
              },
              {
                "id": 720,
                "description": "Would you rather be the funniest person in the room or the most intelligent?"
              },
              {
                "id": 721,
                "description": "Would you rather win $50,000 or let your best friend win $500,000?"
              },
              {
                "id": 722,
                "description": "Would you rather have a baby at 15 or a baby at 65?"
              },
              {
                "id": 723,
                "description": "Would you rather live in space or under the sea?"
              },
              {
                "id": 724,
                "description": "Would you rather lose your sense of touch or your sense of smell?"
              }
        ]
    }
]